Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon-custom.po
Languages: ar_sa

source: Add Criteria
ar_sa: إضافة معايير

source: Add Criteria Type
ar_sa: إضافة نوع معايير

source: Add Custom Field
ar_sa: إضافة حقل مخصص

source: Add Day to Date
ar_sa: إضافة يوم إلى التاريخ

source: Add Department
ar_sa: إضافة قسم

source: Add Descriptor
ar_sa: إضافة وصف

source: Add District
ar_sa: إضافة منطقة

source: Add Entry
ar_sa: إضافة مدخل

source: Add Exception
ar_sa: إضافة استثناء

source: Add Expense
ar_sa: إضافة مصروفات

source: Add Expense Approver
ar_sa: إضافة موافق على المصروفات

source: Add Expense Request
ar_sa: إضافة طلب مصروفات

source: Add External Assessment
ar_sa: إضافة تقييم خارجي

source: Add Facility
ar_sa: إضافة مرفق

source: Add Facility Booking
ar_sa: إضافة حجز مرفق

source: Add Facility Change
ar_sa: إضافة تغيير مرفق

source: Add Family
ar_sa: إضافة عائلة

source: Add Fee
ar_sa: إضافة رسم

source: Add Fees & Invoices
ar_sa: إضافة رسوم وفواتير

source: Add Field
ar_sa: إضافة حقل

source: Add File Extension
ar_sa: إضافة امتداد ملف

source: Add Form
ar_sa: إضافة نموذج

source: Add Grade
ar_sa: إضافة درجة

source: Add Grade Scale
ar_sa: إضافة مقياس درجات

source: Add Group
ar_sa: إضافة مجموعة

source: Add House
ar_sa: إضافة منزل

source: Add Item
ar_sa: إضافة عنصر

source: Add Job Opening
ar_sa: إضافة وظيفة شاغرة

source: Add Lessons
ar_sa: إضافة دروس

source: Add Markbook Weighting
ar_sa: إضافة وزن إلى دفتر الدرجات

source: Add Medical Condition
ar_sa: إضافة حالة طبية

source: Add Medical Form
ar_sa: إضافة نموذج طبي

source: Add Members
ar_sa: إضافة أعضاء

source: Add Milestone
ar_sa: إضافة معلم

source: Add More Items
ar_sa: إضافة المزيد من العناصر

source: Add Multiple
ar_sa: إضافة متعددة

source: Add Multiple Columns
ar_sa: إضافة أعمدة متعددة

source: Add Multiple Criteria
ar_sa: إضافة معايير متعددة

source: Add Multiple Records
ar_sa: إضافة سجلات متعددة

source: Add New Assistants
ar_sa: إضافة مساعدين جدد

source: Add Note Category
ar_sa: إضافة فئة ملاحظات

source: Add Outcome
ar_sa: إضافة نتيجة

source: Add Page
ar_sa: إضافة صفحة

source: Add Participants
ar_sa: إضافة مشاركين

source: Add Periods
ar_sa: إضافة فترات

source: Add Personal Document Type
ar_sa: إضافة نوع مستند شخصي

source: Add Post
ar_sa: إضافة منشور

source: Add Report
ar_sa: إضافة تقرير

source: Add Reporting Cycle
ar_sa: إضافة دورة تقارير

source: Add Resource
ar_sa: إضافة مورد

source: Add Role
ar_sa: إضافة دور

source: Add Rubric
ar_sa: إضافة معايير تقييم

source: Add School Year
ar_sa: إضافة سنة دراسية

source: Add Scope
ar_sa: إضافة نطاق

source: Add Shelf
ar_sa: إضافة رف

source: Add Special Day
ar_sa: إضافة يوم خاص

source: Add Staff
ar_sa: إضافة موظف

source: Add String
ar_sa: إضافة سلسلة

source: Add Student
ar_sa: إضافة طالب

source: Add Student Enrolment
ar_sa: إضافة تسجيل طالب

source: Add Student Note
ar_sa: إضافة ملاحظة عن الطالب

source: Add Submission
ar_sa: إضافة تقديم

source: Add Substitute
ar_sa: إضافة بديل

source: Add Template
ar_sa: إضافة نموذج

source: Add Term
ar_sa: إضافة فصل دراسي

source: Add Time Slot
ar_sa: إضافة فترة زمنية

source: Add Timetable
ar_sa: إضافة جدول زمني

source: Add Timetable Day
ar_sa: إضافة يوم إلى الجدول الزمني

source: Add Timetable Entry
ar_sa: إضافة مدخل إلى الجدول الزمني

source: Add Unit
ar_sa: إضافة وحدة

source: Add User
ar_sa: إضافة مستخدم

source: Add Username Format
ar_sa: إضافة تنسيق اسم المستخدم

source: Add Weighting
ar_sa: إضافة وزن

source: Add Year Following %1$s
ar_sa: إضافة السنة التي تلي %1$s

source: Add Year Group
ar_sa: إضافة مجموعة سنة

source: Add blocks of text to your form, such as additional information or instructions for users to follow.
ar_sa: أضف كتل نصية إلى نموذجك، مثل المعلومات الإضافية أو التعليمات التي يجب على المستخدمين اتباعها.

source: Add lesson plan
ar_sa: إضافة خطة درس

source: Add linked application(s)
ar_sa: إضافة تطبيقات مرتبطة

source: Add {homeworkName}?
ar_sa: إضافة {homeworkName}؟

source: Add, edit and delete external assessments.
ar_sa: إضافة، تعديل وحذف التقييمات الخارجية.

source: Add/update of periods from import failed. Parts of your timetable may display correctly, but others may be missing, incomplete or incorrect.
ar_sa: فشل إضافة/تحديث الفترات من الاستيراد. قد يظهر بعض أجزاء جدولك الزمني بشكل صحيح، ولكن قد تكون أجزاء أخرى مفقودة أو غير كاملة أو غير صحيحة.

source: Add/update of periods from import was successful. You may now wish to set long name, learning area and year groups for any new courses created in Step 2.
ar_sa: تمت إضافة/تحديث الفترات من الاستيراد بنجاح. يمكنك الآن تحديد اسم طويل، منطقة تعلم ومجموعات سنوات لأي دورات جديدة تم إنشاؤها في الخطوة 2.

source: Additional
ar_sa: إضافي

source: Additional Parameters
ar_sa: معلمات إضافية

source: Additional Users to Notify
ar_sa: مستخدمون إضافيون للإشعار

source: Additional allowable choices for purpose when creating a resource, for those with "Manage All Resources" rights
ar_sa: خيارات إضافية مسموح بها عند إنشاء مورد، لأولئك الذين لديهم حقوق "إدارة جميع الموارد"

source: Additional details about this medical condition. Attachments are only visible to users who manage medical data.
ar_sa: تفاصيل إضافية حول هذه الحالة الطبية. المرفقات مرئية فقط للمستخدمين الذين يديرون البيانات الطبية.

source: Additional information such as year group preference, language preference, etc.
ar_sa: معلومات إضافية مثل تفضيلات الفصول الدراسية، تفضيلات اللغة، وما إلى ذلك.

source: Address
ar_sa: عنوان

source: Address 1
ar_sa: عنوان 1

source: Address 1 Country
ar_sa: عنوان 1 - بلد

source: Address 1 District
ar_sa: عنوان 1 - منطقة

source: Address 2
ar_sa: عنوان 2

source: Address 2 Country
ar_sa: عنوان 2 - بلد

source: Address 2 District
ar_sa: عنوان 2 - منطقة

source: Address Name
ar_sa: اسم العنوان

source: Address information for an individual only needs to be set under the following conditions:
ar_sa: يجب تعيين معلومات العنوان للفرد فقط في الحالات التالية:

source: Adds PHPMailer settings for servers with an SMTP connection.
ar_sa: يضيف إعدادات PHPMailer للخوادم التي تستخدم اتصال SMTP.

source: Adds a Message Wall widget to the home page, highlighting current messages.
ar_sa: يضيف عنصر واجهة مستخدم لجدار الرسائل إلى الصفحة الرئيسية، مع تسليط الضوء على الرسائل الحالية.

source: Adds a Message Wall widget to the home page, hihglighting current messages.
ar_sa: يضيف عنصر واجهة مستخدم لجدار الرسائل إلى الصفحة الرئيسية، مع تسليط الضوء على الرسائل الحالية.

source: Adds a checkbox that must be checked to confirm agreement with a statement before the form can be submitted.
ar_sa: يضيف مربع اختيار يجب تحديده لتأكيد الموافقة على بيان قبل تقديم النموذج.

source: Adds blank pages as required between individual reports.
ar_sa: يضيف صفحات فارغة حسب الحاجة بين التقارير الفردية.

source: Adjust the user's roles within the system.
ar_sa: تعديل أدوار المستخدم داخل النظام.

source: Adjusting behaviour to suit contexts
ar_sa: تكييف السلوك ليتناسب مع السياقات

source: Admin
ar_sa: مدير

source: Administration
ar_sa: إدارة

source: Administrator
ar_sa: مسؤول

source: Administrators only
ar_sa: للمسؤولين فقط

source: Admissions
ar_sa: القبول

source: Admissions Account
ar_sa: حساب القبول

source: Admissions Accounts
ar_sa: حسابات القبول

source: Admissions Administrator
ar_sa: مسؤول القبول

source: Admissions Link Name
ar_sa: اسم رابط القبول

source: Admissions Link Text
ar_sa: نص رابط القبول

source: Admissions Settings
ar_sa: إعدادات القبول

source: Admissions Welcome
ar_sa: ترحيب القبول

source: Admissions Welcome Heading
ar_sa: عنوان ترحيب القبول

source: Admissions Welcome Text
ar_sa: نص ترحيب القبول

source: Adobe Flash
ar_sa: أدوبي فلاش

source: Adobe Flash Video
ar_sa: فيديو أدوبي فلاش

source: Adobe Illustrator
ar_sa: أدوبي إليستريتور

source: Adobe Photoshop
ar_sa: أدوبي فوتوشوب

source: Adoptive Parent
ar_sa: الوالد بالتبني

source: Adult
ar_sa: بالغ

source: Adult Family Members
ar_sa: أفراد العائلة البالغين

source: Adult's Name
ar_sa: اسم البالغ

source: Adults
ar_sa: بالغون

source: Advance School Year
ar_sa: تقديم السنة الدراسية

source: Advance was successful, you are now in a new academic year!
ar_sa: تم تقديم السنة الدراسية بنجاح، أنت الآن في سنة أكاديمية جديدة!

source: Advanced Options
ar_sa: خيارات متقدمة

source: Afghanistan
ar_sa: أفغانستان

source: Africa/Abidjan
ar_sa: أفريقيا / أبيدجان

source: Africa/Accra
ar_sa: أفريقيا / أكرا

source: Africa/Addis_Ababa
ar_sa: أفريقيا / أديس أبابا

source: Africa/Algiers
ar_sa: أفريقيا / الجزائر

source: Africa/Asmara
ar_sa: أفريقيا / أسمرة

source: Africa/Bamako
ar_sa: أفريقيا / باماكو

source: Africa/Bangui
ar_sa: أفريقيا / بانغي

source: Africa/Banjul
ar_sa: أفريقيا / بانجول

source: Africa/Bissau
ar_sa: أفريقيا / غينيا بيساو

source: Africa/Blantyre
ar_sa: أفريقيا / بلانتير

source: Africa/Brazzaville
ar_sa: أفريقيا / برازافيل

source: Africa/Bujumbura
ar_sa: أفريقيا / بوجمبورا

source: Africa/Cairo
ar_sa: أفريقيا / القاهرة

source: Africa/Casablanca
ar_sa: أفريقيا / الدار البيضاء

source: Africa/Ceuta
ar_sa: أفريقيا / سبتة

source: Africa/Conakry
ar_sa: أفريقيا / كوناكري

source: Africa/Dakar
ar_sa: أفريقيا / داكار

source: Africa/Dar_es_Salaam
ar_sa: أفريقيا / دار السلام

source: Africa/Djibouti
ar_sa: أفريقيا / جيبوتي

source: Africa/Douala
ar_sa: أفريقيا / دوالا

source: Africa/El_Aaiun
ar_sa: أفريقيا / العيون

source: Africa/Freetown
ar_sa: أفريقيا / فريتاون

source: Africa/Gaborone
ar_sa: أفريقيا / غابورون

source: Africa/Harare
ar_sa: أفريقيا / هراري

source: Africa/Johannesburg
ar_sa: أفريقيا / جوهانسبرغ

source: Africa/Juba
ar_sa: أفريقيا / جوبا

source: Africa/Kampala
ar_sa: أفريقيا / كمبالا

source: Africa/Khartoum
ar_sa: أفريقيا / الخرطوم

source: Africa/Kigali
ar_sa: أفريقيا / كيغالي

source: Africa/Kinshasa
ar_sa: أفريقيا / كينشاسا

source: Africa/Lagos
ar_sa: أفريقيا / لاغوس

source: Africa/Libreville
ar_sa: أفريقيا / ليبرفيل

source: Africa/Lome
ar_sa: أفريقيا / لومي

source: Africa/Luanda
ar_sa: أفريقيا / لواندا

source: Africa/Lubumbashi
ar_sa: أفريقيا / لو بومباشي

source: Africa/Lusaka
ar_sa: أفريقيا / لوساكا

source: Africa/Malabo
ar_sa: أفريقيا / مالابو

source: Africa/Maputo
ar_sa: أفريقيا / مابوتو

source: Africa/Maseru
ar_sa: أفريقيا / ماسيرو

source: Africa/Mbabane
ar_sa: أفريقيا / مبابان

source: Africa/Mogadishu
ar_sa: أفريقيا / مقديشو

source: Africa/Monrovia
ar_sa: أفريقيا / مونروفيا

source: Africa/Nairobi
ar_sa: أفريقيا / نيروبي

source: Africa/Ndjamena
ar_sa: أفريقيا / نجامينا

source: Africa/Niamey
ar_sa: أفريقيا / نيامي

source: Africa/Nouakchott
ar_sa: أفريقيا / نواكشوط

source: Africa/Ouagadougou
ar_sa: أفريقيا / واغادوغو

source: Africa/Porto-Novo
ar_sa: أفريقيا / بورتو نوفو

source: Africa/Sao_Tome
ar_sa: أفريقيا / ساو تومي

source: Africa/Tripoli
ar_sa: أفريقيا / طرابلس

source: Africa/Tunis
ar_sa: أفريقيا / تونس

source: Africa/Windhoek
ar_sa: أفريقيا / ويندهوك

source: Afrikaans
ar_sa: أفريكانية

source: After End Date
ar_sa: بعد تاريخ الانتهاء

source: After confirming receipt, the alarm will continue to be displayed until an administrator has cancelled the alarm.
ar_sa: بعد تأكيد الاستلام، ستستمر الإنذارات في العرض حتى يقوم المسؤول بإلغاء الإنذار.

source: After how many negative records should letter 1 be sent?
ar_sa: بعد كم عدد السجلات السلبية يجب إرسال الرسالة 1؟

source: After how many negative records should letter 2 be sent?
ar_sa: بعد كم عدد السجلات السلبية يجب إرسال الرسالة 2؟

source: After how many negative records should letter 3 be sent?
ar_sa: بعد كم عدد السجلات السلبية يجب إرسال الرسالة 3؟

source: After how many positive records should letter 1 be sent?
ar_sa: بعد كم عدد السجلات الإيجابية يجب إرسال الرسالة 1؟

source: After how many positive records should letter 2 be sent?
ar_sa: بعد كم عدد السجلات الإيجابية يجب إرسال الرسالة 2؟

source: After how many positive records should letter 3 be sent?
ar_sa: بعد كم عدد السجلات الإيجابية يجب إرسال الرسالة 3؟

source: After you press the Register button below, your application will be considered by a member of staff who will decide whether or not there is space for you in this program.
ar_sa: بعد الضغط على زر التسجيل أدناه، سيتم النظر في طلبك من قبل أحد أعضاء الطاقم الذي سيقرر ما إذا كان هناك مكان لك في هذا البرنامج أم لا.

source: Age
ar_sa: العمر

source: Age & Gender Summary
ar_sa: ملخص العمر والجنس

source: Agreement
ar_sa: اتفاق

source: Agreement that user must confirm before joining. Blank for no agreement.
ar_sa: اتفاق يجب على المستخدم تأكيده قبل الانضمام. اتركه فارغًا إذا لم يكن هناك اتفاق.

source: Agreements Signed:
ar_sa: الاتفاقات الموقعة:

source: Alarm
ar_sa: إنذار

source: Alarm!
ar_sa: إنذار!

source: Albania
ar_sa: ألبانيا

source: Albanian
ar_sa: الألبانية

source: Alert Level
ar_sa: مستوى الإنذار

source: Alerts
ar_sa: تنبيهات

source: Algeria
ar_sa: الجزائر

source: All
ar_sa: الكل

source: All Ages
ar_sa: جميع الأعمار

source: All Attendance Logs
ar_sa: جميع سجلات الحضور

source: All Classes
ar_sa: جميع الصفوف

source: All Columns
ar_sa: جميع الأعمدة

source: All Coverage Requests
ar_sa: جميع طلبات التغطية

source: All Day
ar_sa: طوال اليوم

source: All Day%1$s Events
ar_sa: فعاليات طوال اليوم %1$s

source: All Enrolled Students by Alphabet
ar_sa: جميع الطلاب المسجلين حسب الترتيب الأبجدي

source: All Enrolled Students by Class
ar_sa: جميع الطلاب المسجلين حسب الصف

source: All Fields
ar_sa: جميع الحقول

source: All Homework
ar_sa: جميع الواجبات

source: All Learning Areas
ar_sa: جميع مناطق التعلم

source: All Pages
ar_sa: جميع الصفحات

source: All Roles
ar_sa: جميع الأدوار

source: All Staff
ar_sa: جميع الموظفين

source: All Students
ar_sa: جميع الطلاب

source: All Students by Alphabet
ar_sa: جميع الطلاب حسب الترتيب الأبجدي

source: All Students by Class
ar_sa: جميع الطلاب حسب الصف

source: All Students by Form Group
ar_sa: جميع الطلاب حسب مجموعة الفصل

source: Students by Form Group
ar_sa: الطلاب حسب مجموعة الفصل

source: Form Group Summary
ar_sa: ملخص مجموعة الفصل

source: Letters Home by Form Group
ar_sa: رسائل إلى المنزل حسب مجموعة الفصل

source: All Terms
ar_sa: جميع الفصول الدراسية

source: All Users
ar_sa: جميع المستخدمين

source: All Years
ar_sa: جميع السنوات

source: All classes have been registered today (%1$s).
ar_sa: تم تسجيل جميع الصفوف اليوم (%1$s).

source: All classes have been registered.
ar_sa: تم تسجيل جميع الصفوف.

source: All coverage requests have been filled!
ar_sa: تم تلبية جميع طلبات التغطية!

source: All documents must all be included before the application can be submitted.
ar_sa: يجب تضمين جميع الوثائق قبل أن يتم تقديم الطلب.

source: All form groups have been registered today (%1$s).
ar_sa: تم تسجيل جميع مجموعات الفصل اليوم (%1$s).

source: All highlighted columns will be updated when you press submit.
ar_sa: ستتم تحديث جميع الأعمدة المميزة عندما تضغط على إرسال.

source: All of your tables are set to InnoDB. Well done!
ar_sa: جميع جداولك محددة على InnoDB. عمل جيد!

source: All students are present.
ar_sa: جميع الطلاب موجودون.

source: All years
ar_sa: جميع السنوات

source: Allergy - Animal
ar_sa: حساسية - حيوانية

source: Allergy - Drug
ar_sa: حساسية - دواء

source: Allergy - Food
ar_sa: حساسية - طعام

source: Allergy - Grass/Pollen
ar_sa: حساسية - عشب/لقاح

source: Allergy - Insect
ar_sa: حساسية - حشرة

source: Allergy - Other
ar_sa: حساسية - أخرى

source: Allow Expense Add
ar_sa: السماح بإضافة المصاريف

source: Allow File Upload
ar_sa: السماح بتحميل الملفات

source: Allow Future Use
ar_sa: السماح بالاستخدام المستقبلي

source: Allow Outcome Editing
ar_sa: السماح بتعديل النتائج

source: Allow a user to manage all Indiviudal Needs investigations.
ar_sa: السماح للمستخدم بإدارة جميع التحقيقات في احتياجات الأفراد.

source: Allow a user to manage their own Indiviudal Needs investigations.
ar_sa: السماح للمستخدم بإدارة تحقيقاته الخاصة في احتياجات الأفراد.

source: Allow admins to create and manage timetables
ar_sa: السماح للمسؤولين بإنشاء وإدارة الجداول الزمنية

source: Allow admins to manage timetable columns
ar_sa: السماح للمسؤولين بإدارة أعمدة الجدول الزمني

source: Allow command line scripts to be run remotely using a secure key. The key can be passed as a URL parameter called remoteCLIKey.
ar_sa: السماح بتشغيل سكربتات سطر الأوامر عن بُعد باستخدام مفتاح أمان. يمكن تمرير المفتاح كمعامل عنوان URL يسمى remoteCLIKey.

source: Allow crowd assessment of homework?
ar_sa: السماح بتقييم الواجبات من قبل الطلاب؟

source: Allow students to choose a backup, in case enroled activity is full.
ar_sa: السماح للطلاب باختيار بديل في حال كانت النشاطات المسجلة ممتلئة.

source: Allow users to update their family's data
ar_sa: السماح للمستخدمين بتحديث بيانات أسرهم

source: Allow users to view assessment data for all students
ar_sa: السماح للمستخدمين بعرض بيانات التقييم لجميع الطلاب

source: Allow users who do not have access to the unit planner to see Unit Outlines via the lesson planner?
ar_sa: السماح للمستخدمين الذين ليس لديهم وصول إلى مخطط الوحدة برؤية مخططات الوحدة من خلال مخطط الدروس؟

source: Allowable HTML
ar_sa: HTML المسموح بها

source: Allowable choices for category
ar_sa: الخيارات المسموح بها للفئة

source: Allowable choices for purpose when creating a resource
ar_sa: الخيارات المسموح بها للغرض عند إنشاء مورد

source: Allowable iFrame Sources
ar_sa: مصادر iFrame المسموح بها

source: Allows Class Teachers and Heads of Year to contribute to investigations.
ar_sa: يسمح للمعلمين ورؤساء السنوات بالمساهمة في التحقيقات.

source: Allows a department coordinator to manage changes for all classes in their department.
ar_sa: يسمح لمنسق القسم بإدارة التغييرات لجميع الصفوف في قسمه.

source: Allows a departmental Coordinator or Assistant Coordinator to manage student enrolment within their department.
ar_sa: يسمح لمنسق القسم أو مساعد المنسق بإدارة تسجيل الطلاب داخل قسمهم.

source: Allows a parent to view external assessment records for their children.
ar_sa: يسمح للوالدين بمراجعة سجلات التقييم الخارجي لأطفالهم.

source: Allows a school to issue invoices and track payments.
ar_sa: يسمح للمدرسة بإصدار الفواتير وتتبع المدفوعات.

source: Allows a staff member to request coverage for their absences.
ar_sa: يسمح لعضو من الطاقم بطلب تغطية لغياباته.

source: Allows a student to print a report of their attendance data in the current school year.
ar_sa: يسمح للطلاب بطباعة تقرير عن بيانات حضورهم للسنة الدراسية الحالية.

source: Allows a student to view their own external assessment records.
ar_sa: يسمح للطالب بمراجعة سجلات تقييمه الخارجي.

source: Allows a student to view their own invoices.
ar_sa: يسمح للطالب بمراجعة فواتيره الخاصة.

source: Allows a sufficiently priviledged user to create and manage budget cycles.
ar_sa: يسمح لمستخدم ذو امتيازات كافية بإنشاء وإدارة الدورات المالية.

source: Allows a user to book a room for on-off use, and manage bookings made by all other users.
ar_sa: يسمح للمستخدم بحجز غرفة لاستخدامها لمرة واحدة، وإدارة الحجوزات التي قام بها جميع المستخدمين الآخرين.

source: Allows a user to book a room for on-off use, and manage their own bookings.
ar_sa: يسمح للمستخدم بحجز غرفة لاستخدامها لمرة واحدة، وإدارة حجوزاته الخاصة.

source: Allows a user to create and manage one-off location changes for all classes within the timetable.
ar_sa: يسمح للمستخدم بإنشاء وإدارة تغييرات الموقع لمرة واحدة لجميع الصفوف ضمن الجدول الزمني.

source: Allows a user to create and manage one-off location changes for their own classes within the timetable.
ar_sa: يسمح للمستخدم بإنشاء وإدارة تغييرات الموقع لمرة واحدة لصفوفه الخاصة ضمن الجدول الزمني.

source: Allows a user to create, edit and delete custom fields for users.
ar_sa: يسمح للمستخدم بإنشاء وتعديل وحذف الحقول المخصصة للمستخدمين.

source: Allows a user to export certain key assessment data points to a spreadsheet.
ar_sa: يسمح للمستخدم بتصدير بعض نقاط البيانات الأساسية للتقييم إلى جدول بيانات.

source: Allows a user to manage settings for the Tracking module.
ar_sa: يسمح للمستخدم بإدارة إعدادات وحدة التتبع.

source: Allows a user to request expenses from budgets they have access to.
ar_sa: يسمح للمستخدم بطلب مصاريف من الميزانيات التي يملك وصولًا إليها.

source: Allows a user to see all days, periods, teachers and rooms in a timetable.
ar_sa: يسمح للمستخدم برؤية جميع الأيام، والفترات، والمعلمين، والغرف في جدول الوقت.

source: Allows a user to see progress tracking graphs for all students in school.
ar_sa: يسمح للمستخدم برؤية الرسوم البيانية لتتبع التقدم لجميع الطلاب في المدرسة.

source: Allows a user to submit their own staff absences.
ar_sa: يسمح للمستخدم بتقديم غيابات موظفيه الخاصة.
