Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon-custom.po
Languages: ar_sa

source: (Main Tutor)
ar_sa: (المدرس الرئيسي)

source: No upcoming due dates!
ar_sa: لا تواريخ استحقاق قادمة!

source: These settings allow a particular type of external assessment to be associated with each year group. The selected assessment will be used as the primary assessment to be used as a baseline for comparison (for example, within the Markbook). You are required to select a particular field category from which to draw data (if no category is chosen, the data will not be saved).
ar_sa: تسمح هذه الإعدادات بربط نوع معين من التقييم الخارجي بكل مجموعة سنوية. سيتم استخدام التقييم المحدد كتقييم رئيسي ليكون بمثابة مرجع للمقارنة (على سبيل المثال، داخل دفتر الدرجات). يُطلب منك اختيار فئة حقل معينة لاستخراج البيانات منها (إذا لم يتم اختيار أي فئة، فلن يتم حفظ البيانات).

source: Data
ar_sa: البيانات

source: %1$s birthday today!
ar_sa: عيد ميلاد %1$s اليوم!

source: %1$s (%2$s) received a report for %3$s from %4$s
ar_sa: %1$s (%2$s) تلقى تقريراً عن %3$s من %4$s

source: %1$s Application Form Confirmation
ar_sa: تأكيد نموذج طلب %1$s

source: %1$s Class Absent
ar_sa: %1$s الفصل غائب

source: %1$s Classes Absent
ar_sa: %1$s الفصول غائبة

source: %1$s Cost (%2$s)
ar_sa: %1$s التكلفة (%2$s)

source: %1$s Day Absent
ar_sa: %1$s يوم غائب

source: %1$s Days Absent
ar_sa: %1$s أيام غائبة

source: %1$s Finance
ar_sa: %1$s المالية

source: %1$s Outcomes
ar_sa: %1$s النتائج

source: %1$s SMS(es) were dispatched in %2$s batch(es).
ar_sa: %1$s رسالة نصية تم إرسالها في %2$s دفعة.

source: %1$s adds failed.
ar_sa: إضافات %1$s فشلت.

source: %1$s already in use
ar_sa: %1$s قيد الاستخدام بالفعل

source: %1$s available
ar_sa: %1$s متاح

source: %1$s classes have not been registered today (%2$s).
ar_sa: الفصول %1$s لم يتم تسجيلها اليوم (%2$s).

source: %1$s email(s) were dispatched.
ar_sa: %1$s بريد إلكتروني تم إرساله.

source: %1$s expense requests in current view
ar_sa: طلبات النفقات %1$s في العرض الحالي

source: %1$s form groups have not been registered today (%2$s).
ar_sa: %1$s مجموعات النماذج لم يتم تسجيلها اليوم (%2$s).

source: %1$s has added a student note ("%2$s") about %3$s.
ar_sa: %1$s أضاف ملاحظة طالب ("%2$s") حول %3$s.

source: %1$s has altered the privacy settings for %2$s.
ar_sa: %1$s غير إعدادات الخصوصية لـ %2$s.

source: %1$s has been bumped into activity %2$s
ar_sa: %1$s تم نقله إلى النشاط %2$s

source: %1$s has registered for the activity %2$s (%3$s)
ar_sa: %1$s سجل في النشاط %2$s (%3$s)

source: %1$s has updated the individual needs record for %2$s.
ar_sa: %1$s قام بتحديث سجل الاحتياجات الفردية لـ %2$s.

source: %1$s has withdrawn from the activity %2$s
ar_sa: %1$s انسحب من النشاط %2$s

source: %1$s invoice(s) in current view
ar_sa: %1$s فاتورة(فاتورة) في العرض الحالي

source: %1$s of your tables are not set to InnoDB.
ar_sa: %1$s من جداولك غير محددة كـ InnoDB.

source: %1$s record(s) in current view
ar_sa: %1$s سجل(سجلات) في العرض الحالي

source: %1$s students have been assigned to houses. These results include all student counts by house, updated year groups are highlighted in green. Hover over a number to see the balance by gender.
ar_sa: تم تعيين طلاب %1$s إلى المنازل. تشمل هذه النتائج جميع أعداد الطلاب حسب المنزل، والفصول الدراسية المحدثة مميزة باللون الأخضر. مرر الماوس فوق الرقم لرؤية التوازن حسب الجنس.

source: %1$s updates failed.
ar_sa: تحديثات %1$s فشلت.

source: %1$sClick here%2$s to configure SMS settings.
ar_sa: %1$sانقر هنا%2$s لتكوين إعدادات الرسائل النصية.

source: %s Version
ar_sa: %s إصدار

source: %s files checked (%s publicly writeable)
ar_sa: %s ملفات تم التحقق منها (%s يمكن كتابتها علنياً)

source: %s requires %s version %s or higher
ar_sa: %s يتطلب %s إصدار %s أو أعلى

source: (Active)
ar_sa: (نشط)

source: (CC Self?)
ar_sa: (CC إرسال إلى نفسي?)

source: (Current Year Only)
ar_sa: (السنة الحالية فقط)

source: (Family CC)
ar_sa: (عائلة CC)

source: (e.g. father)
ar_sa: (مثل: الأب)

source: (e.g. mother)
ar_sa: (مثل: الأم)

source: + {count} defaults
ar_sa: + {count} قيم افتراضية

source: ../config.php could not be created, and so the installer cannot proceed.
ar_sa: تعذر إنشاء الملف ../config.php، لذا لا يمكن للبرنامج المثبت الاستمرار.

source: ../config.php could not be created.
ar_sa: تعذر إنشاء ../config.php.

source: ../gibbon.sql does not exist, and so the installer cannot proceed.
ar_sa: الملف ../gibbon.sql غير موجود، لذا لا يمكن للبرنامج المثبت الاستمرار.

source: ../gibbon_demo.sql does not exist.
ar_sa: ../gibbon_demo.sql غير موجود.

source: 1 Day
ar_sa: يوم واحد

source: 1 Month
ar_sa: شهر واحد

source: 1 Week
ar_sa: أسبوع واحد

source: 10 Years
ar_sa: 10 سنوات

source: 100 (highest) to 0 (lowest)
ar_sa: 100 (الأعلى) إلى 0 (الأدنى)

source: 140 (highest) to 60 (lowest)
ar_sa: 140 (الأعلى) إلى 60 (الأدنى)

source: 2. Column is hidden until date is reached.
ar_sa: 2. العمود مخفي حتى يتم الوصول إلى التاريخ.

source: 2. Reports are hidden until date is reached.
ar_sa: 2. التقارير مخفية حتى يتم الوصول إلى التاريخ.

source: 240px by 320px
ar_sa: 240px × 320px

source: 240px x 240px or smaller.
ar_sa: 240px × 240px أو أصغر.

source: 255 character limit
ar_sa: حد 255 حرفاً

source: 3 Months
ar_sa: 3 أشهر

source: 45 (highest) to 0
ar_sa: 45 (الأعلى) إلى 0

source: 3rd Generation Partnership Video
ar_sa: Vidéo 3GP (3rd Generation Partnership)

source: 6 Months
ar_sa: 6 أشهر

source: 60 Days Ago
ar_sa: منذ 60 يومًا

source: 7 (highest) to 1 (lowest)
ar_sa: 7 (الأعلى) إلى 1 (الأدنى)

source: 8A (highest) to B3 (lowest)
ar_sa: 8A (الأعلى) إلى B3 (الأدنى)

source: <b>Markbook</b> provides an organised way to assess, record and report on student progress. Use grade scales, rubrics, comments and file uploads to keep students and parents up to date. Link markbooks to the %1$sPlanner%2$s, and see student work as you are marking it.<br/><br/>Choose a class from the menu on the right, and then click on the "Add" button (below this message, on the right) to create a new markbook column.
ar_sa: <b>دفتر العلامات</b> يوفر طريقة منظمة لتقييم وتسجيل وإبلاغ تقدم الطلاب. استخدم مقاييس الدرجات، ومقاييس التقييم، والتعليقات، ورفع الملفات لإبقاء الطلاب وأولياء الأمور على اطلاع. اربط دفاتر العلامات بـ %1$sالمنظم%2$s، وشاهد عمل الطلاب أثناء تقديره.<br/><br/>اختر فصلًا من القائمة على اليمين، ثم انقر على زر "إضافة" (أسفل هذه الرسالة، على اليمين) لإنشاء عمود جديد في دفتر العلامات.

source: <b>Note</b>: You need to be in a department, with the correct permissions, in order to be able to do this.
ar_sa: <b>ملاحظة</b>: تحتاج إلى أن تكون في قسم، مع الأذونات الصحيحة، لتتمكن من القيام بذلك.

source: <b>Note</b>: You need to have classes assigned to you, with the correct permissions, in order to be able to do this.
ar_sa: <b>ملاحظة</b>: تحتاج إلى أن تكون لديك دروس مخصصة لك، مع الأذونات الصحيحة، لتتمكن من القيام بذلك.

source: <b>Outcomes</b> provide a way to plan and track what is being taught in school, and so are a great place to get started.<br/><br/>Click on the "Add" button (below this message, on the right) to add a new outcome, which can either be school-wide, or attached to a particular department.
ar_sa: <b>النتائج</b> توفر وسيلة لتخطيط وتتبع ما يتم تدريسه في المدرسة، لذا فهي مكان عظيم للبدء.<br/><br/>انقر على زر "إضافة" (أسفل هذه الرسالة، على اليمين) لإضافة نتيجة جديدة، التي يمكن أن تكون على مستوى المدرسة بأكملها، أو مرتبطة بقسم معين.

source: <b>Planner</b> supports online lesson plans which can be shared with students, parents and other teachers. Create your lesson by hand, or automatically via %1$sSmart Units%2$s. Lesson plans facilitate sharing of course content, homework assignment and submission, text chat, and attendance taking.<br/><br/>Choose a date or class, using the menu on the right, and then click on the "Add" button (below this message, on the right) to add a new unit.
ar_sa: <b>المنظم</b> يدعم خطط الدروس عبر الإنترنت التي يمكن مشاركتها مع الطلاب وأولياء الأمور والمعلمين الآخرين. أنشئ درسًا يدويًا، أو تلقائيًا عبر %1$sالوحدات الذكية%2$s. تسهم خطط الدروس في مشاركة محتوى الدورة، تكليف الواجبات المنزلية وتقديمها، الدردشة النصية، وتسجيل الحضور.<br/><br/>اختر تاريخًا أو فصلًا، باستخدام القائمة على اليمين، ثم انقر على زر "إضافة" (أسفل هذه الرسالة، على اليمين) لإضافة وحدة جديدة.

source: <b>Smart Units</b> support you in the design of course content, and can be quickly turned into individual lesson plans using intuitive drag and drop. Smart Units cut planning time dramatically, and support ongoing improvement and reuse of content.<br/><br/>Choose a course, using the dropdown menu on the right, and then click on the "Add" button (below this message, on the right) to add a new unit. Once your master unit is complete, deploy it to a class to create your lesson plans.
ar_sa: <b>الوحدات الذكية</b> تدعمك في تصميم محتوى الدورة، ويمكن تحويلها بسرعة إلى خطط دروس فردية باستخدام ميزة السحب والإفلات التفاعلية. تقلل الوحدات الذكية من وقت التخطيط بشكل كبير، وتدعم التحسين المستمر وإعادة استخدام المحتوى.<br/><br/>اختر دورة، باستخدام قائمة المنسدلة على اليمين، ثم انقر على زر "إضافة" (أسفل هذه الرسالة، على اليمين) لإضافة وحدة جديدة. بمجرد اكتمال الوحدة الرئيسية، قم بنشرها إلى فصل لإنشاء خطط دروسك.

source: A
ar_sa: أ

source: A %1$s behaviour record for %2$s has been updated by %3$s.
ar_sa: تم تحديث سجل سلوك %1$s لـ %2$s بواسطة %3$s.

source: A (highest) to E (lowest)
ar_sa: A (الأعلى) إلى E (الأدنى)

source: A (highest) to F (lowest)
ar_sa: A (الأعلى) إلى F (الأدنى)

source: A Behaviour CLI script has run.
ar_sa: تم تنفيذ برنامج CLI للسلوك.

source: A Library Overdue Items CLI script has run, notifying %1$s users.
ar_sa: تم تنفيذ برنامج CLI للمواد المتأخرة في المكتبة، وإبلاغ %1$s مستخدمين.

source: A Markbook column has already been created for this assignment.
ar_sa: تمت بالفعل إنشاء عمود في دفتر العلامات لهذه المهمة.

source: A Planner CLI script has run.
ar_sa: تم تنفيذ برنامج CLI للمنظم.

source: A Remove Stale Notifications CLI script has run, removing %1$s notifications.
ar_sa: تم تنفيذ برنامج CLI لإزالة الإشعارات القديمة، وإزالة %1$s إشعار.

source: A Report Card Generation CLI script has run.
ar_sa: تم تنفيذ برنامج CLI لإنشاء بطاقة التقرير.

source: A School Admin CLI script has run.
ar_sa: تم تنفيذ برنامج CLI لمسؤول المدرسة.

source: A User Admin CLI script has run, updating %1$s users.
ar_sa: تم تنفيذ برنامج CLI لإدارة المستخدمين، وتحديث %1$s مستخدمين.

source: A comma separated list of domains that are allowed in embedded iFrames. All others will be removed from HTML content.
ar_sa: قائمة مفصولة بفواصل من النطاقات المسموح بها في الإطارات المدمجة. سيتم إزالة جميع النطاقات الأخرى من محتوى HTML.

source: A comma separated list of module categories in display order.
ar_sa: قائمة مفصولة بفواصل من فئات الوحدات بترتيب العرض.

source: A comma-separated list of types for facilities.
ar_sa: قائمة مفصولة بفواصل من أنواع المرافق.

source: A comma-separated list.
ar_sa: قائمة مفصولة بفواصل.

source: A custom alarm sound file.
ar_sa: ملف صوت إنذار مخصص.

source: A custom message sent to applicants by email when a processing fee needs to be paid.
ar_sa: رسالة مخصصة تُرسل إلى المتقدمين عبر البريد الإلكتروني عندما يحتاجون لدفع رسوم معالجة.

source: A custom message to add to the standard email on acceptance.
ar_sa: رسالة مخصصة تضاف إلى البريد الإلكتروني القياسي عند القبول.

source: A custom message to add to the standard email to parents on acceptance.
ar_sa: رسالة مخصصة تضاف إلى البريد الإلكتروني القياسي لأولياء الأمور عند القبول.

source: A custom message to add to the standard email to students on acceptance.
ar_sa: رسالة مخصصة تضاف إلى البريد الإلكتروني القياسي للطلاب عند القبول.

source: A database connection could not be established. Please %1$stry again%2$s.
ar_sa: تعذر إنشاء اتصال بقاعدة البيانات. يرجى %1$str尝试 مرة أخرى%2$s.

source: A database entry for this record could not be found. Record skipped.
ar_sa: لم يتم العثور على إدخال قاعدة بيانات لهذا السجل. تم تخطي السجل.

source: A duplicate entry already exists for this record. Record skipped.
ar_sa: توجد بالفعل إدخالات مكررة لهذا السجل. تم تخطي السجل.

source: A family data update request has been submitted.
ar_sa: تم تقديم طلب لتحديث بيانات الأسرة.

source: A finance data update request has been submitted.
ar_sa: تم تقديم طلب لتحديث البيانات المالية.

source: A first aid record has been created for {name} at {time}. Your follow-up has been requested. Please click below to view and enter details.
ar_sa: تم إنشاء سجل للإسعافات الأولية لـ {name} في {time}. تم طلب متابعتك. يرجى النقر أدناه لعرض وإدخال التفاصيل.

source: A follow up request was sent to the selected user.
ar_sa: تم إرسال طلب متابعة إلى المستخدم المحدد.

source: A form can consist of one or more pages, which are saved at each step of the form submission. Add pages here and click design to add fields to the form.
ar_sa: يمكن أن يتكون النموذج من صفحة واحدة أو أكثر، والتي يتم حفظها في كل خطوة من عملية تقديم النموذج. أضف صفحات هنا وانقر على تصميم لإضافة حقول إلى النموذج.

source: A link to the school behaviour policy.
ar_sa: رابط إلى سياسة سلوك المدرسة.

source: A list of areas to pre-select when undertaking data retention work.
ar_sa: قائمة بالمجالات التي يجب تحديدها مسبقًا عند إجراء عمل حفظ البيانات.

source: A list of students who were absent during the provided period.
ar_sa: قائمة بالطلاب الذين كانوا غائبين خلال الفترة المحددة.

source: A medical data update request has been submitted.
ar_sa: تم تقديم طلب لتحديث البيانات الطبية.

source: A message to display on all pages when maintenance mode is active.
ar_sa: رسالة لعرضها على جميع الصفحات عندما يكون وضع الصيانة نشطًا.

source: A name to identify this contract.
ar_sa: اسم لتحديد هذا العقد.

source: A name to use for "Homework" in the planner. This noun should be in a plural form.
ar_sa: اسم لاستخدامه لـ "الواجبات المنزلية" في المنظم. يجب أن يكون هذا الاسم بصيغة الجمع.

source: A name to use for "Homework" in the planner. This noun should be in a singular form.
ar_sa: اسم لاستخدامه لـ "الواجبات المنزلية" في المنظم. يجب أن يكون هذا الاسم بصيغة المفرد.

source: A new Individual Needs investigation has been created for {student}.
ar_sa: تم إنشاء تحقيق جديد في احتياجات الفرد لـ {student}.

source: A new admissions account has been created for {email}
ar_sa: تم إنشاء حساب قبول جديد لـ {email}.

source: A new family was created for {familyName}.
ar_sa: تم إنشاء عائلة جديدة لـ {familyName}.

source: A new public registration, for %1$s, is now live.
ar_sa: تسجيل عام جديد لـ %1$s، أصبح الآن مباشرًا.

source: A new staff member has been added: {name} ({username}) {jobTitle}
ar_sa: تمت إضافة عضو جديد في الفريق: {name} ({username}) {jobTitle}.

source: A newly approved expense (%1$s) needs to be purchased from budget "%2$s".
ar_sa: مصاريف جديدة تم الموافقة عليها (%1$s) يجب شراؤها من الميزانية "%2$s".

source: A notification will be sent to administration.
ar_sa: سترسل إشعار إلى الإدارة.

source: A password reset request has been initiated for account %1$s, which is registered to this email address.%2$sIf you did not initiate this request, please ignore this email.%2$sIf you do wish to reset your password, please use the link below to access the reset form:%2$s%3$s%2$s%4$s
ar_sa: تم بدء طلب إعادة تعيين كلمة المرور للحساب %1$s، الذي تم تسجيله على عنوان البريد الإلكتروني هذا.%2$s إذا لم تقم ببدء هذا الطلب، يرجى تجاهل هذا البريد الإلكتروني. %2$s إذا كنت ترغب في إعادة تعيين كلمة المرور الخاصة بك، يرجى استخدام الرابط أدناه للوصول إلى نموذج إعادة التعيين: %2$s %3$s %2$s %4$s

source: A payment has already been made for this application form.
ar_sa: تمت بالفعل عملية دفع لهذا نموذج الطلب.

source: A personal data update request has been submitted.
ar_sa: تم تقديم طلب لتحديث البيانات الشخصية.

source: A processing fee of {fee} may be sent by email after your application has been submitted.
ar_sa: يمكن أن يتم إرسال رسوم معالجة بمقدار {fee} عبر البريد الإلكتروني بعد تقديم طلبك.

source: A report for bulk creation of student ID cards.
ar_sa: تقرير لإنشاء بطاقات هوية الطلاب بكميات كبيرة.

source: A report showing all new students in the current school year.
ar_sa: تقرير يعرض جميع الطلاب الجدد في العام الدراسي الحالي.

source: A report showing all the students who have left within a specified date range.
ar_sa: تقرير يعرض جميع الطلاب الذين غادروا ضمن فترة زمنية محددة.

source: A request to create a applicant email address and/or website address failed. Please contact %1$s to request these manually.
ar_sa: فشل طلب إنشاء عنوان بريد إلكتروني للمتقدم و/أو عنوان موقع إلكتروني. يرجى الاتصال بـ %1$s لطلب هذه يدويًا.

source: A request to create a applicant email address and/or website address was successfully sent to %1$s.
ar_sa: تم إرسال طلب إنشاء عنوان بريد إلكتروني للمتقدم و/أو عنوان موقع إلكتروني بنجاح إلى %1$s.

source: A request to create a student email address and/or website address failed. Please contact %1$s to request these manually.
ar_sa: فشل طلب إنشاء عنوان بريد إلكتروني للطالب و/أو عنوان موقع إلكتروني. يرجى الاتصال بـ %1$s لطلب هذه يدويًا.

source: A request to create a student email address and/or website address was successfully sent to %1$s.
ar_sa: تم إرسال طلب إنشاء عنوان بريد إلكتروني للطالب و/أو عنوان موقع إلكتروني بنجاح إلى %1$s.

source: A short name to use instead of "Effort" in the second grade column of the markbook..
ar_sa: اسم قصير لاستخدامه بدلاً من "الجهد" في عمود الدرجة الثانية من دفتر العلامات.

source: A staff data update request has been submitted.
ar_sa: تم تقديم طلب لتحديث بيانات الموظفين.

source: A name to use instead of "Effort" in the second grade column of the markbook.
ar_sa: اسم لاستخدامه بدلاً من "الجهد" dans la deuxième colonne des notes du carnet de notes.

source: A student (%1$s) in your form group has received a behaviour letter.
ar_sa: تلقى طالب (%1$s) في مجموعتك رسالة سلوك.

source: A system for keeping track of marks
ar_sa: نظام لتتبع الدرجات

source: A time cap of <b><u>{timeCap} minute</u></b> has been set for this work.
ar_sa: تم تحديد حد زمني قدره <b><u>{timeCap} دقيقة</u></b> لهذا العمل.

source: A unique secret key generated by the OAuth2 service.
ar_sa: مفتاح سري فريد تم إنشاؤه بواسطة خدمة OAuth2.

source: A warning has been issued for a student (%1$s) in one of your classes, pending a behaviour letter.
ar_sa: تم إصدار تحذير لطالب (%1$s) في إحدى فصولك الدراسية، بانتظار رسالة سلوك.

source: A warning has been issued for a student (%1$s) in your form group, pending a behaviour letter.
ar_sa: تم إصدار تحذير لطالب (%1$s) في مجموعتك، بانتظار رسالة سلوك.

source: A warning has been issued for a student (%1$s) in your form group, pending a behaviour letter.
ar_sa: تم إصدار تحذير لطالب (%1$s) في مجموعتك، بانتظار رسالة سلوك.

source: A week-by-week overview of staff absences.
ar_sa: نظرة عامة أسبوعية على غيابات الموظفين.

source: A welcome email could not be sent to
ar_sa: لم يتمكن من إرسال بريد الترحيب إلى

source: A welcome email was successfully sent to
ar_sa: تم إرسال بريد الترحيب بنجاح إلى

source: A* (highest) to U (lowest)
ar_sa: A* (الأعلى) إلى U (الأدنى)

source: A+ (highest) to F (lowest)
ar_sa: A+ (الأعلى) إلى F (الأدنى)

source: API Authorization Endpoint
ar_sa: نقطة نهاية تفويض API

source: API Client ID
ar_sa: معرف عميل API

source: API Client Secret
ar_sa: سر عميل API

source: API Enabled
ar_sa: API مفعل

source: API Key
ar_sa: مفتاح API

source: API Password
ar_sa: كلمة مرور API

source: API Password provided by PayPal.
ar_sa: كلمة مرور API المقدمة من PayPal.

source: API Redirect Uri
ar_sa: عنوان URI لإعادة توجيه API

source: API Secret/Auth Token
ar_sa: سر API/رمز التوثيق

source: API Signature
ar_sa: توقيع API

source: API Signature provided by PayPal.
ar_sa: توقيع API المقدمة من PayPal.

source: API Token Endpoint
ar_sa: نقطة نهاية رمز API

source: API User Endpoint
ar_sa: نقطة نهاية مستخدم API

source: API Username
ar_sa: اسم مستخدم API

source: API Username provided by PayPal.
ar_sa: اسم مستخدم API المقدمة من PayPal.

source: API details are provided by the payment gateway provider
ar_sa: تفاصيل API مقدمة من مزود بوابة الدفع

source: Ability to hold a conversation
ar_sa: القدرة على إجراء محادثة

source: Ability to use appropriate non-verbal communication (eye contact, facial expressions, gestures, body language)
ar_sa: القدرة على استخدام التواصل غير اللفظي المناسب (التواصل البصري، التعبيرات الوجهية، الإيماءات، لغة الجسد)

source: Above Expected Level
ar_sa: أعلى من المستوى المتوقع

source: Absence
ar_sa: غياب

source: Absence Approvers
ar_sa: الموافقون على الغياب

source: Absence Comment Template
ar_sa: قالب تعليق الغياب

source: Absence Type
ar_sa: نوع الغياب

source: Absences
ar_sa: غيابات

source: Absent
ar_sa: غائب

source: Accept
ar_sa: قبول

source: Accept Application
ar_sa: قبول طلب التسجيل

source: Accept Coverage Request
ar_sa: قبول طلب التغطية

source: Acceptance Email
ar_sa: بريد القبول

source: Acceptance Options
ar_sa: خيارات القبول

source: Accepted
ar_sa: مقبول

source: Accepts PDF files.
ar_sa: يقبل ملفات PDF.

source: Accepts aspect ratio between 1:1.2 and 1:1.4.
ar_sa: يقبل نسبة العرض إلى الارتفاع بين 1:1.2 و 1:1.4.

source: Accepts images up to 360px by 480px.
ar_sa: يقبل الصور حتى 360 بكسل في 480 بكسل.

source: Access
ar_sa: وصول

source: Access Controls?
ar_sa: ضوابط الوصول؟

source: Access Settings
ar_sa: إعدادات الوصول

source: Access data on family's children?
ar_sa: الوصول إلى بيانات أطفال الأسرة؟

source: Access denied.
ar_sa: الوصول مرفوض

source: Access your Application Forms
ar_sa: الوصول إلى نماذج الطلبات الخاصة بك

source: Accessories
ar_sa: ملحقات

source: Account Details
ar_sa: تفاصيل الحساب

source: Action
ar_sa: إجراء

source: Action & Archive
ar_sa: إجراء وأرشيف

source: Action Taken
ar_sa: الإجراءات المتخذة

source: Actions
ar_sa: إجراءات

source: Active
ar_sa: نشط

source: Active Features
ar_sa: الميزات النشطة

source: Active Sessions
ar_sa: الجلسات النشطة

source: Activities
ar_sa: أنشطة

source: Activities - Student Added
ar_sa: أنشطة - طالب مضاف

source: Activity
ar_sa: نشاط

source: Activity Attendance
ar_sa: حضور النشاط

source: Activity Attendance by Date
ar_sa: حضور النشاط حسب التاريخ

source: Activity Choices By Student
ar_sa: اختيارات النشاط حسب الطالب

source: Activity Choices by Student
ar_sa: اختيارات النشاط حسب الطالب

source: Activity Enrolment
ar_sa: تسجيل النشاط

source: Activity Enrolment Added
ar_sa: تسجيل النشاط مضاف

source: Activity Enrolment Removed
ar_sa: تسجيل النشاط تم حذفه

source: Activity Enrolment Summary
ar_sa: ملخص تسجيل النشاط

source: Activity Registration
ar_sa: تسجيل النشاط

source: Activity Status Changed
ar_sa: تم تغيير حالة النشاط

source: Activity Types
ar_sa: أنواع النشاط

source: Activity listing is currently closed.
ar_sa: قائمة الأنشطة مغلقة حالياً.

source: Activity name.
ar_sa: اسم النشاط.

source: Ad Hoc
ar_sa: عند الحاجة

source: Ad Hoc Attendance
ar_sa: حضور عند الحاجة

source: Ad Hoc Fee
ar_sa: رسوم عند الحاجة

source: Add
ar_sa: إضافة

source: Add & Insert A New Resource
ar_sa: إضافة وإدراج مورد جديد

source: Add Access
ar_sa: إضافة وصول

source: Add Activity
ar_sa: إضافة نشاط

source: Add Adult
ar_sa: إضافة بالغ

source: Add Another Application
ar_sa: إضافة طلب آخر

source: Add Another Resource
ar_sa: إضافة مورد آخر

source: Add Another Slot
ar_sa: إضافة فتحة أخرى

source: Add Application
ar_sa: إضافة طلب

source: Add Archive
ar_sa: إضافة أرشيف

source: Add Assessment
ar_sa: إضافة تقييم

source: Add Attendance Code
ar_sa: إضافة رمز الحضور

source: Add Block
ar_sa: إضافة كتلة

source: Add Block:
ar_sa: إضافة كتلة:

source: Add Budget
ar_sa: إضافة ميزانية

source: Add Budget Cycle
ar_sa: إضافة دورة ميزانية

source: Add Canned Response
ar_sa: إضافة رد موحد

source: Add Category
ar_sa: إضافة فئة

source: Add Child
ar_sa: إضافة طفل

source: Add Class
ar_sa: إضافة صف

source: Add Class to Period
ar_sa: إضافة صف إلى فترة

source: Add Classes
ar_sa: إضافة صفوف

source: Add Column
ar_sa: إضافة عمود

source: Add Column Row
ar_sa: إضافة صف إلى عمود

source: Add Comment
ar_sa: إضافة تعليق

source: Add Condition
ar_sa: إضافة شرط

source: Add Contract
ar_sa: إضافة عقد

source: Add Course
ar_sa: إضافة دورة

source: Add Coverage
ar_sa: إضافة تغطية
