Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: Individual for whom invoices are generated.
ar_sa: الفرد الذي تم إصدار الفواتير له.

source: Individual needs descriptors or severity levels have not been set.
ar_sa: لم يتم تعييت واصفات الحاجات الفردية

source: Individuals from the whole school.
ar_sa: أفراد من المدرسة بأكملها.

source: Individuals interested in working at %1$s may use our %2$s online form%3$s to view job openings and begin the recruitment process.
ar_sa: الأشخاص المهتمون بالعمل في %1$s بإمكانهم استخدام %2$s بسهولة عبر نموذج %3$s لعرض الوظائف المتوفرة وتقديم طلب التسجيل.

source: Indonesia
ar_sa: أندونيسيا

source: Indonesian
ar_sa: الأندونيسية

source: Inform the student and parents of their Gibbon login details (if this was not done automatically).
ar_sa: إبلاغ الطلاب وأولياء أمورهم بتفاصيل تسجيل دخول Gibbon الخاصة بهم (إذا كان هذا لم يحدث تلقائيا).

source: Information Technology
ar_sa: تكنولوجيا المعلومات

source: Information to display at the end of the form
ar_sa: المعلومات التي يتم عرضها في نهاية النموذج

source: Information to display before the form
ar_sa: المعلومات التي يتم عرضها من قبل النموذج

source: Information to display before the scholarship options
ar_sa: المعلومات التي يتم عرضها قبل خيارات المنح الدراسية

source: Initial Columns
ar_sa: أعمدة الأولية

source: Initial Rows
ar_sa: الصفوف الأولية

source: Initial availability.
ar_sa: توفر أولي.

source: Initial status
ar_sa: الحالة الأولية

source: Initials
ar_sa: الحروف البادئة

source: Insert
ar_sa: إدراج

source: Insert Existing Resource
ar_sa: إدراج مصدر موجود

source: Install
ar_sa: تثبيت

source: Install Demo Data?
ar_sa: تثبيت البيانات التجريبية؟

source: Install Type
ar_sa: نوع التثبيت

source: Install failed because either the module name was not given or the manifest file was invalid.
ar_sa: فشل في التثبيت لأن إسم الموديول لم يُعط أو ملف البيان غير صحيح.

source: Install failed, but module was added to the system and set non-active.
ar_sa: التثبيت فشل ولكن الموديول أضيف إلى النظام وحالته غير نشطة

source: Install was successful, but module could not be activated.
ar_sa: تم التثبيت بنجاح، ولكن تعذر تنشيط الموديول.

source: Install was successful.
ar_sa: تم التركيب بنجاح.

source: Installation - Step {count}
ar_sa: التثبيت--الخطوة {count}

source: Installation Complete
ar_sa: اكتمل التثبيت

source: Installation cannot proceed. {reason}
ar_sa: التثبيت لا يمكن المضي قدما. {reason}

source: Installation failed: {reason}
ar_sa: فشل التثبيت: {reason}

source: Installed
ar_sa: مثبت

source: Intended Date
ar_sa: التاريخ المقصود

source: Intended Start Date
ar_sa: تاريخ البدء المقصود

source: Intended issue date.
ar_sa: تاريخ الإصدار المقصود

source: Interactive White Board
ar_sa: السبورة البيضاء التفاعلية

source: Interest
ar_sa: إهتمام

source: Interface
ar_sa: الواجهة

source: Interface Options
ar_sa: خيارات واجهة المستخدم

source: Internal Assessment
ar_sa: تقويم داخلي

source: Internal Assessment Columns
ar_sa: أعمدة التقويم الداخلي

source: Internal Assessment Data Points
ar_sa: نقاط بيانات تحصيل داخلية

source: Internal Assessment Settings
ar_sa: إعدادات التقويم الداخلي

source: Internal Assessment Types
ar_sa: نوع التقييم الداخلي

source: Internal Assessments
ar_sa: التقويم الداخلي

source: Internal Documents
ar_sa: مستندات داخلية

source: Internal Error: Password policy setting incorrect.
ar_sa: خطأ داخلي: إعداد نهج كلمة المرور غير صحيح.

source: International Baccalaureate
ar_sa: البكالوريا الدولية

source: International Baccalaureate Diploma
ar_sa: دبلوم البكالوريا الدولية

source: International Baccalaureate EE
ar_sa: البكالوريا الدولية EE

source: International College HK
ar_sa: كلية هونج كونج الدولية

source: Introduction
ar_sa: مقدمة

source: Introductory text if Language Options section is turned on.
ar_sa: النص الاستهلالي إذا تم تشغيل قسم خيارات اللغة.

source: Invalid File Type
ar_sa: نوع الملف غير صالح

source: Invalid email!
ar_sa: بريد إلكتروني غير صحيح!

source: Invalid process class: {className}
ar_sa: فئة العملية غير صحيحة: {className}

source: Invoice
ar_sa: فاتورة

source: Invoice Due Date
ar_sa: تاريخ استحقاق الفاتورة

source: Invoice ID
ar_sa: رقم الفاتورة

source: Invoice Issue Date
ar_sa: تاريخ إصدار الفاتورة

source: Invoice Notes
ar_sa: ملاحظات الفاتورة

source: Invoice Number
ar_sa: رقم الفاتورة

source: Invoice Number Style
ar_sa: تنسيق رقم الفاتورة

source: Invoice Text
ar_sa: نص الفاتورة

source: Invoice To
ar_sa: فاتورة إلى

source: Invoice Total:
ar_sa: إجمالي الفاتورة:

source: Invoice from {organisation} via {system}
ar_sa: فاتورة من {organisation} عبر {system}

source: Invoicee
ar_sa: مستلم الفاتورة

source: Invoicees
ar_sa: مستلمي الفواتير

source: Invoices
ar_sa: الفواتير

source: Invoices Generated
ar_sa: انتجت الفاتورة

source: Invoices Not Yet Generated
ar_sa: لم تنتج الفاتورة

source: Iran, Islamic Republic of
ar_sa: جمهورية إيران الإسلامية

source: Iraq
ar_sa: العراق

source: Ireland
ar_sa: أيرلندا

source: Irish
ar_sa: الإيرلندية

source: Is Default?
ar_sa: افتراضي ؟

source: Is class studying this unit?
ar_sa: هل الحصة تدرس هذه الوحدة؟

source: Is item available for loan?
ar_sa: هل العنصر متاح للإقتراض؟

source: Is this field for office use only?
ar_sa: هل هذا المجال للاستخدام المكتبي فقط؟

source: Is this field prefilled when creating multiple forms?
ar_sa: هل هذا المدخل مملوء مسبقًا عند إنشاء نماذج متعددة؟

source: Israel
ar_sa: إسرائيل

source: Issue
ar_sa: الإصدار

source: Issue Date
ar_sa: تاريخ الإصدار

source: Issue Invoice
ar_sa: إصدار الفاتورة

source: Issue Reminders
ar_sa: تذكيرات الإصدار

source: Issued
ar_sa: أصدرت

source: Issued - Overdue
ar_sa: أصدرت - متأخرة

source: It appears that this student is missing attendance data for some school days:
ar_sa: يبدو أن هذا الطالب فاقد لبعض بيانات الحضور لأيام المدرسة:

source: It appears your application payment was not successfully completed when your form was initially submitted. You may use the online payment option below to pay the fees now.
ar_sa: يبدو أن دفع طلبك لم يكتمل بنجاح عندما تم إرسال النموذج في البداية. يمكنك استخدام خيار الدفع عبر الإنترنت أدناه لدفع الرسوم الآن.

source: It is recommended that you remove all pending invoices and try to recreate them.
ar_sa: من المستحسن أن تقوم بإزالة جميع الفواتير المعلقة ومحاولة إعادتهم مرة أخرى.

source: It's free!
ar_sa: تقديم طلب التسجيل مجاني!

source: Italian
ar_sa: الإيطالية

source: Italy
ar_sa: إيطاليا

source: Item
ar_sa: العنصر

source: Item Details
ar_sa: تفاصيل العنصر

source: Item Type
ar_sa: نوع العنصر

source: Jamaica
ar_sa: جامايكا

source: Japan
ar_sa: اليابان

source: Japanese
ar_sa: اليابانية

source: Javascript code to integrate statistics, such as Google Analytics
ar_sa: كود جافا سكريبت ﻹدماج الإحصاءات، مثل إحصائيات قوقل.

source: Job Openings
ar_sa: الوظائف المتاحة

source: Job Related Information
ar_sa: معلومات متعلقة بالوظيفة

source: Job Title
ar_sa: المسمى الوظيفي

source: Job Type
ar_sa: نوع العمل

source: Job Type: %1$s
ar_sa: نوع العمل: %1$s

source: Join our learning community.
ar_sa: انضم إلى مجتمعنا التعليمي.

source: Join our mailing list and recieve a welcome email from the team.
ar_sa: إنضم إلى القائمة البريدية وستتلقى رسالة ترحيبية عبر البريد الإلكتروني من الفريق.

source: Joining Date
ar_sa: تاريخ الالتحاق

source: Joint Problems
ar_sa: مشاكل المفاصل

source: Jordan
ar_sa: الأردن

source: KS3 Target Grades
ar_sa: الدرجات المستهدفة لـ KS3

source: Kazakhstan
ar_sa: كازاخستان

source: Keep lesson in original unit?
ar_sa: إبقاء الدرس في الحدة الأصلية؟

source: Kenya
ar_sa: كينيا

source: Key
ar_sa: المفتاح

source: Key outcomes listed here...
ar_sa: النتائج الرئيسية مذكورة هنا ...

source: Kidney Disease
ar_sa: أمراض الكلي

source: Kiribati
ar_sa: كيريباتي

source: Korea, Democratic People's Republic of
ar_sa: جمهورية كوريا، الشعبية الديمقراطية

source: Korea, Republic of
ar_sa: جمهورية كوريا

source: Korean
ar_sa: الكورية

source: Kuwait
ar_sa: الكويت

source: Kyrgyzstan
ar_sa: قيرغيزستان

source: Label
ar_sa: مُلصَق

source: Language
ar_sa: اللغة

source: Language Choice
ar_sa: اختيار اللغة

source: Language Choice Experience
ar_sa: تجربة اختيار اللغة

source: Language Learning Options
ar_sa: خيارات تعلم اللغة

source: Language Options Active
ar_sa: تفعيل خيارات اللغة

source: Language Options Blurb
ar_sa: خيارات اللغة لتعريف الكتاب

source: Language Options Language List
ar_sa: قائمة خيارات اللغة

source: Language Selection
ar_sa: اختيار اللغة

source: Language Settings
ar_sa: إعدادات اللغة

source: Language of%1$sInstruction
ar_sa: تعليمات لغة %1$s

source: Lao People's Democratic Republic
ar_sa: جمهورية لاو الديمقراطية الشعبية

source: Last
ar_sa: الاخير

source: Last Day
ar_sa: اليوم الأخير

source: Last Episode
ar_sa: آخر نوبة

source: Last Episode Date
ar_sa: تاريخ آخر نوبة

source: Last Episode Treatment
ar_sa: آخر نوبة مُعالجة

source: Last IP Address
ar_sa: عنوان IP الأخير

source: Last Reinstall Date
ar_sa: تاريخ آخر إعادة تثبيت

source: Last School
ar_sa: المدرسة الاخيرة

source: Last Update
ar_sa: آخر تحديث

source: Last Week
ar_sa: الأسبوع الماضي

source: Late
ar_sa: متأخر

source: Latest student start date to include.
ar_sa: آخر موعد بدء لتضمين الطالب.

source: Latin
ar_sa: اللاتينية

source: Latvia
ar_sa: لاتفيا

source: Latvian
ar_sa: اللاتيفية

source: Learn
ar_sa: تعلم

source: Learn With Us
ar_sa: تعلم معنا

source: Learning
ar_sa: التعلم

source: Learning Area
ar_sa: مجال التعلم

source: Learning Areas
ar_sa: مجالات التعلم

source: Learning Overview
ar_sa: النظرة العامة على التعلم

source: Lebanon
ar_sa: لبنان

source: Left
ar_sa: منسحب

source: Left - Early
ar_sa: مستأذن - مبكر

source: Left Students
ar_sa: الطلاب المغادرون

source: Lending
ar_sa: يقترض

source: Lending & Activity Log
ar_sa: سجل الإعارة والنشاط

source: Length
ar_sa: الطول

source: Length (min.)
ar_sa: طول (دقيقة)

source: Lesotho
ar_sa: ليسوتو

source: Less than 1440px by 900px
ar_sa: أقل من 1440px في 900px

source: Lesson
ar_sa: درس

source: Lesson Content
ar_sa: محتوى الدرس

source: Lesson Details
ar_sa: تفاصيل الدرس

source: Lesson Details Template
ar_sa: قالب تفاصيل الدرس

source: Lesson Name
ar_sa: اسم الدرس

source: Lesson Outcomes
ar_sa: نتائج الدرس

source: Lesson Planner
ar_sa: مُخطط الدرس

source: Lesson View
ar_sa: معاينة الدرس

source: Lesson<br/>Number
ar_sa: الدرس<br/>رقم

source: Lessons
ar_sa: الدروس

source: Lessons & Blocks
ar_sa: الدروس والكتل

source: Letter
ar_sa: رسالة

source: Letter Body
ar_sa: متن الرسالة

source: Letters Home by Form Group
ar_sa: الرسائل إلى أولياء الأمور حسب مجموعة الطلبة

source: Level
ar_sa: مستوى

source: Level 3
ar_sa: المستوى 3

source: Level 4
ar_sa: المستوى 4

source: Level 5
ar_sa: المستوى 5

source: Level 6
ar_sa: المستوى 6

source: Level 7
ar_sa: المستوى 7

source: Level 8
ar_sa: المستوى 8

source: Level 8 (highest) to Level 3 (lowest)
ar_sa: مستوى 8 (أعلى) إلى المستوى 3 (أدنى)

source: Levels
ar_sa: المستويات

source: Liberia
ar_sa: ليبيريا

source: Library
ar_sa: المكتبة

source: Library Borrowing
ar_sa: سجل الاستعارة من المكتبة

source: Library Settings
ar_sa: إدارة إعدادات المكتبة

source: Libyan Arab Jamahiriya
ar_sa: ليبيا

source: License
ar_sa: الترخيص

source: License Expiry
ar_sa: انتهاء الترخيص

source: License Management Link
ar_sa: رابط إدارة الترخيص

source: License Name
ar_sa: اسم الترخيص

source: License Serial Number
ar_sa: الرقم التسلسلي للنسخة

source: License Type
ar_sa: نوع الترخيص

source: Liechtenstein
ar_sa: ليختنشتاين

source: Link
ar_sa: الرابط

source: Link To Email
ar_sa: الرابط الى البريد الإلكتروني

source: Link To Lesson?
ar_sa: رابط لدرس؟

source: Link To Web
ar_sa: رابط إلى صفحة الويب

source: Link columns to grades on a scale?
ar_sa: ربط أعمدة الجدول بمقياس الدرجات؟

source: Link student and parents to the family.
ar_sa: ربط الطالب وأولياء الأمور بالأسرة.

source: Link student to family (who are already in Gibbon).
ar_sa: ربط الطالب بأسرته (الذين هم بالفعل في Gibbon).

source: Link/File
ar_sa: رابط/ملف

source: Linked Markbook
ar_sa: سجل الدرجات المرتبط

source: Linked to this lesson by default.
ar_sa: مرتبط بهذا الدرس بشكل إفتراضي.

source: Listing Dates
ar_sa: تواريخ السرد

source: Listing End Date
ar_sa: تاريخ نهاية السرد

source: Listing Start Date
ar_sa: تاريخ بدء السرد

source: Lithuania
ar_sa: ليتوانيا

source: Lithuanian
ar_sa: الليتوانية

source: Loading
ar_sa: جاري التحميل

source: Localhost, IP address or domain.
ar_sa: مضيف، عنوان IP أو مجال.

source: Localisation
ar_sa: محلي

source: Location
ar_sa: المكان

source: Location Detail
ar_sa: تفاصيل الموقع

source: Lockdown
ar_sa: تأمين

source: Lockdown!
ar_sa: تأمين!

source: Locker
ar_sa: القفل (للمنزل)

source: Locker Number
ar_sa: رقم القفل ( للمنزل )

source: Log
ar_sa: السجل

source: Login
ar_sa: تسجيل الدخول

source: Login To Future Years
ar_sa: التسجيل للعام القادم

source: Login To Past Years
ar_sa: التسجيل للعام الماضي

source: Login Years
ar_sa: سنة التسجيل

source: Login with Google
ar_sa: تسجيل الدخول بحساب جوجل

source: Logo
ar_sa: الشعار

source: Logout
ar_sa: تسجيل الخروج

source: Long Term Medication
ar_sa: دواء على المدى الطويل

source: Long Term Medication Details
ar_sa: تفاصيل الدواء طويل الأجل

source: Long-Term Medication?
ar_sa: دواء على المدى الطويل

source: Lost
ar_sa: مفقودة

source: Low
ar_sa: منخفض

source: Low severity, requiring little to no readiness, action, individual support or differentiation.
ar_sa: انخفاض الخطورة، والتي تتطلب مستوى منخفض ​​من الاستعداد، والعمل، الدعم الفردي أو التمييز.

source: Lowest Acceptable
ar_sa: الحد الأدنى المقبول

source: Luxembourg
ar_sa: لوكسمبورغ

source: MPEG Audio
ar_sa: صوت MPEG

source: MPEG Video
ar_sa: فيديو MPEG

source: Macao
ar_sa: ماكاو

source: Macedonia, the Former Yugoslav Republic of
ar_sa: مقدونيا، الجمهورية اليوغوسلافية السابقة

source: Macedonian
ar_sa: المقدونية

source: Madagascar
ar_sa: مدغشقر

source: Mail?
ar_sa: بريد إلكتروني؟

source: Main Tutor
ar_sa: المعلم الرئيسي

source: Main User
ar_sa: المستخدم الرئيسي

source: Main system settings
ar_sa: إعدادات النظام الرئيسية

source: Make Departments Public
ar_sa: جعل الأقسام عامة

source: Make Units Public
ar_sa: جعل الوحدات العامة

source: Malawi
ar_sa: ملاوي

source: Malay
ar_sa: المالاوية

source: Malaysia
ar_sa: ماليزيا

source: Maldives
ar_sa: جزر المالديف

source: Male
ar_sa: ذكر

source: Mali
ar_sa: مالي

source: Malta
ar_sa: مالطا

source: Manage
ar_sa: إدارة

source: Manage Access
ar_sa: إدارة الوصول

source: Manage Activities
ar_sa: إدارة الأنشطة

source: Manage Alert Levels
ar_sa: إدارة مستويات التنبيه

source: Manage Applications
ar_sa: إدارة نماذج التسجيل

source: Manage Archives
ar_sa: إدارة الأرشيف

source: Manage Attendance Logs
ar_sa: إدارة سجلات الحضور

source: Manage Attendance Settings
ar_sa: إدارة إعدادات الحضور

source: Manage Behaviour Records
ar_sa: إدارة سجلات السلوك

source: Manage Behaviour Records_all
ar_sa: إدارة كل_سجلات السلوك

source: Manage Behaviour Records_my
ar_sa: إدارة سجل سلوكي

source: Manage Billing Schedule
ar_sa: إدارة جدولة الفواتير

source: Manage Budget Cycles
ar_sa: إدارة دورات الميزانية

source: Manage Budgets
ar_sa: إدارة الميزانيات

source: Manage Catalog
ar_sa: إدارة الكتالوج

source: Manage Columns
ar_sa: إدارة الأعمدة

source: Manage Courses & Classes
ar_sa: إدارة المناهج والحصص

source: Manage Criteria
ar_sa: إدارة معايير التقييم

source: Manage Dashboard Settings
ar_sa: إدارة إعدادات اللوحة الرئيسية

source: Manage Days of the Week
ar_sa: إدارة أيام الأسبوع

source: Manage Departments
ar_sa: إدارة الأقسام

source: Manage Districts
ar_sa: إدارة المناطق

source: Manage Expense Approvers
ar_sa: إدارة الموافقين على المصروفات

source: Manage Expenses
ar_sa: ادارة النفقات

source: Manage External Assessments
ar_sa: إدارة التقييمات الخارجية

source: Manage Facilities
ar_sa: إدارة المرافق

source: Manage Facility Bookings
ar_sa: ادارة حجوزات المرافق

source: Manage Facility Changes
ar_sa: تغيير حجز مرفق

source: Manage Facility Settings
ar_sa: إدارات إعدادات المرفق

source: Manage Families
ar_sa: إدارة الأسر

source: Manage Fee Categories
ar_sa: إدارة فئات الرسوم

source: Manage Fees
ar_sa: إدارة الرسوم

source: Manage File Extensions
ar_sa: إدارة امتدادات الملف

source: Manage Form Groups
ar_sa: إدارة مجموعات الطلبة

source: Manage Grade Scales
ar_sa: إدارة مقاييس الدرجات

source: Manage Houses
ar_sa: إدارة السكنات

source: Manage Internal Assessment
ar_sa: إدارة التقويم الداخلي

source: Manage Internal Assessments
ar_sa: إدارة التقويم الداخلي

source: Manage Invoicees
ar_sa: إدارة مستلمي الفواتير

source: Manage Invoices
ar_sa: إدارة الفواتير

source: Manage Languages
ar_sa: إدارة اللغات

source: Manage Medical Conditions
ar_sa: إدارة الحالات الطبية

source: Manage Medical Forms
ar_sa: إدارة النماذج الطبية

source: Manage Messages
ar_sa: إدارة الرسائل

source: Manage Messages_all
ar_sa: إدارة كل_الرسائل

source: Manage Messages_my
ar_sa: إدارة رسائلي

source: Manage Modules
ar_sa: إدارة الموديولز

source: Manage Other Forms
ar_sa: إدارة النماذج الأخرى

source: Manage Outcomes
ar_sa: إدارة النتائج

source: Manage Outcomes_viewAll
ar_sa: إدارة الصادر_الكل

source: Manage Permissions
ar_sa: إدارة الأذونات

source: Manage Planner Settings
ar_sa: إدارة إعدادات المخطط

source: Manage Reporting Cycles
ar_sa: إدارة فترات التقارير

source: Manage Reports
ar_sa: إدارة التقارير

source: Manage Resources
ar_sa: إدارة المصادر

source: Manage Resources_all
ar_sa: إدارة جميع المصادر

source: Manage Resources_my
ar_sa: إدارة مصادري

source: Manage Roles
ar_sa: إدارة الأدوار

source: Manage Rubrics
ar_sa: إدارة سلالم التقييم (Rubrics)

source: Manage School Years
ar_sa: إدارة سنوات المدرسة

source: Manage Services
ar_sa: إدارة الخدمات الإضافية

source: Manage Special Days
ar_sa: إدارة الأيام الخاصة

source: Manage Staff
ar_sa: إدارة الموظفين

source: Manage Staff Absences
ar_sa: إدارة غياب الموظفين

source: Manage String Replacements
ar_sa: إدارة النصوص المستبدلة

source: Manage Student Enrolment
ar_sa: إدارة إلتحاق طالب

source: Manage Terms
ar_sa: إدارة الفصول الدراسية

source: Manage Themes
ar_sa: إدارة الثيمات

source: Manage Timetables
ar_sa: إدارة الجداول الزمنية

source: Manage Units_all
ar_sa: إدارة كل الوحدات

source: Manage Updates
ar_sa: إدارة التحديثات

source: Manage User Custom Fields
ar_sa: إدارة حقول المستخدم المخصصة

source: Manage User Settings
ar_sa: إدارة إعدادات المستخدم

source: Manage Users
ar_sa: إدارة المستخدمين

source: Manage Weighting
ar_sa: إدارة الوزن

source: Manage Weightings
ar_sa: إدارة الوزن

source: Manage Year Groups
ar_sa: إدارة مجموعات السنة

source: Manage a list of districts for address autocomplete.
ar_sa: إدارة قائمة المناطق لعنوان الإكمال التلقائي.

source: Manage all behaviour records
ar_sa: إدارة جميع سجلات السلوك

source: Manage all outcomes in the school
ar_sa: إدارة جميع النتائج في المدرسة

source: Manage all resources
ar_sa: إدارة جميع المصادر

source: Manage all rubrics in the school
ar_sa: إدارة جميع سلام التقييم (RUBRICS) في المدرسة

source: Manage all units within the learning areas I have appropriate permission
ar_sa: إدارة جميع الوحدات داخل مناطق التعلم لدي الإذن المناسب

source: Manage all units within the school
ar_sa: إدارة جميع الوحدات داخل المدرسة

source: Manage behaviour records create by the user
ar_sa: إدارة سجلات السلوك المنشأة من قبل المستخدم

source: Manage course enrolment for a single user
ar_sa: إدارة الإلتحاق بالمنهج لمستخدم واحد

source: Manage file extensions allowed across the system
ar_sa: إدارة إمتدادات الملفات المسموح بها عبر نظام

source: Manage gateway settings for outgoing SMS messages.
ar_sa: إدارة إعدادات بوابة رسائل الـ SMS الصادرة.

source: Manage lending, returns, reservations, repairs, decommissioning, etc.
ar_sa: إدارة الإقراض، والإسترداد، والحجوزات والتصليح، التفكيك، الخ

source: Manage requests for updates to family data.
ar_sa: إدارة طلبات الحصول على تحديثات لبيانات الأسرة.

source: Manage requests for updates to finance data.
ar_sa: إدارة طلبات التحديثات لبيانات المالية.

source: Manage resources created by the user
ar_sa: إدارة الموارد التي تم إنشاؤها بواسطة المستخدم

source: Manage settings for the Behaviour module
ar_sa: إدارة إعدادات موديول السلوك

source: Manage settings for the Library module
ar_sa: إدارة إعدادات موديول المكتبة

source: Manage settings for the Student module
ar_sa: إدارة إعدادات موديول الطالب

source: Manage settings for the resources module
ar_sa: إدارة إعدادات موديول المصادر

source: Manage the alert levels which are used throughout the school to flag problems.
ar_sa: إدارة مستويات التنبيه التي تستخدم في جميع أنحاء المدرسة للإشارة إلى المشاكل.

source: Manager
ar_sa: المدير

source: Manually set status.
ar_sa: يدويا تعيين الحالة.

source: Marathi
ar_sa: المراثاوية

source: Marital Status
ar_sa: الحالة الاجتماعية

source: Mark
ar_sa: الدرجة

source: Mark Rubric
ar_sa: وضع درجة سلم التقييم (Rubric)

source: Mark as Paid
ar_sa: تحديد كمدفوع

source: Mark as left
ar_sa: تسجيل كمغادر

source: Markbook
ar_sa: سجل الدرجات

source: Markbook Column Already Created
ar_sa: تم إنشاء عمود الدرجات بالفعل

source: Markbook Columns
ar_sa: أعمدة سجل الدرجات

source: Markbook Settings
ar_sa: إعدادات سجل الدرجات

source: Markbook Type
ar_sa: نوع سجل الدرجات

source: Marked on
ar_sa: رصدت في

source: Marks
ar_sa: العلامات

source: Married
ar_sa: متزوج/متزوجة

source: Married, Separated, Divorced, De Facto or Other
ar_sa: متزوج، منفصل، مطلق، بحكم الواقع أو غيرها

source: Marshall Islands
ar_sa: جزر مارشال

source: Martinique
ar_sa: مارتينيك

source: Matching Address 1
ar_sa: مطابقة العنوان 1

source: Mathematics
ar_sa: الرياضيات

source: Mathematics HL
ar_sa: الرياضيات HL

source: Mathematics SL
ar_sa: الرياضيات SL

source: Maths
ar_sa: المحاسبة

source: Maths Studies SL
ar_sa: دراسات الرياضيات SL

source: Mauritania
ar_sa: موريتانيا

source: Mauritius
ar_sa: موريشيوس

source: Max Length
ar_sa: الحد الأقصى

source: Max Participants
ar_sa: الحد الأقصى للمشاركين

source: Maximum Activities per Term
ar_sa: أقصى حد للأنشطة بالفصل الدراسي

source: Maximum Participants
ar_sa: الحد الأقصى للمشاركين

source: Maximum file size: %1$sMB
ar_sa: أقصى حجم للملف: %1$sMB

source: Maximum size for all files: %1$sMB
ar_sa: الحد الأقصى لحجم كل الملفات: %1$sMB

source: Mayotte
ar_sa: مايوت

source: Mean Age
ar_sa: متوسط عمر

source: Media Studies
ar_sa: دراسات إعلامية

source: Medical
ar_sa: الطبية

source: Medical Condition
ar_sa: حالة طبية

source: Medical Condition Introductory Text
ar_sa: نص تقديمي للحالة الطبية

source: Medical Conditions
ar_sa: الحالات الطبية

source: Medical Conditions?
ar_sa: الحالات الطبية؟

source: Medical Data
ar_sa: البيانات الطبية

source: Medical Data Summary
ar_sa: ملخص البيانات الطبية

source: Medical Data Updates
ar_sa: تحديثات البيانات الطبية

source: Medical Details
ar_sa: التفاصيل الطبية

source: Medical Form Updates
ar_sa: تحديثات النموذج الطبي

source: Medical Form?
ar_sa: نموذج طبي؟

source: Medical Information
ar_sa: المعلومات الطبية

source: Medical Reasons
ar_sa: سبب طبي

source: Medical alerts are set, up to a maximum of %1$s
ar_sa: تعيين التنبيهات الطبية، يصل إلى حد أقصى قدره %1$s

source: Medication
ar_sa: الدواء

source: Medication Details
ar_sa: تفاصيل الدواء

source: Medium
ar_sa: متوسط

source: Members of a class within a course.
ar_sa: أعضاء حصة في منهج.

source: Members of a course of study.
ar_sa: أعضاء منهج الدراسي.

source: Members of an activity.
ar_sa: أعضاء نشاط.

source: Memory
ar_sa: الذاكرة

source: Message
ar_sa: الرسالة

source: Message Bubble Auto Hide
ar_sa: فقاعة الرسالة تختفي تلقائياً

source: Message Bubble Background Colour
ar_sa: لون خلفية فقاعة الرسالة

source: Message Bubble Width Type
ar_sa: نوع عرض فقاعة الرسالة

source: Message Details
ar_sa: تفاصيل الرسالة

source: Message Wall
ar_sa: رسالة الحائط

source: Message Wall Settings
ar_sa: إعدادات رسالة الحائط

source: Message bubble background colour in RGBA (e.g. 100,100,100,0.50). If blank, theme default will be used.
ar_sa: لون خلفية فقاعة الرسالة في RGBA ( مثلاً . 100,100,100,0.50 ). إذا كان فارغاً، سوف يتم إستخدام السمة الافتراضية.

source: Messages
ar_sa: الرسائل

source: Messenger
ar_sa: مرْسال
