Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: File Import
ar_sa: استيراد ملف

source: File Name
ar_sa: اسم الملف

source: File Permissions
ar_sa: صلاحيات الملف

source: File Type
ar_sa: نوع الملف

source: File Upload
ar_sa: رفع الملف

source: Filter
ar_sa: تصفية

source: Filter & Search
ar_sa: البحث والتصفية

source: Filters
ar_sa: التصفيات

source: Final
ar_sa: نهائي

source: Final Decision
ar_sa: القرار النهائي

source: Final Grade
ar_sa: الدرجة النهائية

source: Final Payment Date
ar_sa: آخر تاريخ للسداد

source: Final Result
ar_sa: النتيجة النهائية

source: Final amount paid.
ar_sa: المبلغ النهائي المدفوع.

source: Finance
ar_sa: المالية

source: Finance Data Updates
ar_sa: تحديثات البيانات المالية

source: Finance Details
ar_sa: تفاصيل التمويل

source: Finance Settings
ar_sa: إدارة إعدادات المالية

source: Find Behaviour Patterns
ar_sa: البحث عن أنماط السلوك

source: Finland
ar_sa: فنلندا

source: Finnish
ar_sa: الفنلندية

source: First
ar_sa: الاول

source: First Aid
ar_sa: الإسعافات الأولية

source: First Aid Expiry
ar_sa: إنتهاء صلاحية الإسعافات الأولية

source: First Aid Qualified?
ar_sa: الإسعافات الأولية مجازة؟

source: First Aid Record
ar_sa: سجل الاسعافات الاولية

source: First Aid Records
ar_sa: سجلات الاسعافات الاولية

source: First Aider
ar_sa: المسعف الاول

source: First Day
ar_sa: اليوم الأول

source: First Day Of The Week
ar_sa: اليوم الأول في الأسبوع

source: First Language
ar_sa: اللغة الأولى

source: First Lesson
ar_sa: أول درس

source: First Name
ar_sa: الاسم الأول

source: First name as shown in ID documents.
ar_sa: الاسم الأول كما هو مبين في وثائق الهوية.

source: Five
ar_sa: خمسة

source: Folder
ar_sa: المجلد

source: Follow Up
ar_sa: المتابعة

source: Font/Border Colour
ar_sa: خط/لون الحدود

source: For Office Use
ar_sa: للاستخدام المكتبي

source: For entire programme
ar_sa: للبرنامج بأكمله

source: For example, a computer's MAC address or a book's ISBN.
ar_sa: على سبيل المثال، عنوان MAC الخاص بالكمبيوتر أو ISBN الكتاب .

source: For support, please visit %1$sgibbonedu.org%2$s.
ar_sa: للدعم، الرجاء زيارة%1$sgibbonedu.org%2$s.

source: For this class:
ar_sa: لهذه الحصة:

source: Force Reset Password?
ar_sa: الإجبار على تغيير كلمة المرور؟

source: Forgot Password?
ar_sa: هل نسيت كلمة المرور؟

source: Form Builder
ar_sa: منشئ النموذج

source: Form Count
ar_sa: عدد النماذج

source: Form Factor
ar_sa: عامل الشكل

source: Form Group
ar_sa: مجموعة الطلبة

source: Form Group Summary
ar_sa: ملخص قوائم المجموعات

source: Form Group at Entry
ar_sa: مجموعة الطلبة وقت الالتحاق

source: Form Groups
ar_sa: مجموعات الطلبة

source: Form Groups Not Registered
ar_sa: قوائم المجموعات غير المسجلة

source: Form Name
ar_sa: اسم النموذج

source: Form Tutors
ar_sa: مرشد المجموعة

source: Formal Assessment
ar_sa: التقويم الرسمي

source: Formal Assessment Settings
ar_sa: إعدادات التقويم الرسمي

source: Formal name to address parents with.
ar_sa: الاسم الرسمي لربطه بأولياء الأمور.

source: Format
ar_sa: الصيغة

source: Format:
ar_sa: التنسيقات:

source: Format: hh:mm (24hr)
ar_sa: تنسيق: hh: mm (24 ساعة)

source: Former Participants
ar_sa: المشاركين السابقين

source: Forms
ar_sa: استمارات

source: Forms can have different functionality, depending on the type of form and the fields that have been added to the form. You can toggle and configure the available functionality below.
ar_sa: يمكن أن تحتوي النماذج على وظائف مختلفة ، بناءً على نوع النموذج والحقول التي تمت إضافتها إلى النموذج. يمكنك تبديل الوظيفة المتاحة وتكوينها أدناه.

source: Forward
ar_sa: للأمام

source: Four
ar_sa: أربعة

source: France
ar_sa: فرنسا

source: Free, open source and flexible, Gibbon can morph to meet the needs of a huge range of schools.
ar_sa: مجاني, مفتوح المصدر ومرن، يمكن لـ Gibbon تلبية احتياجات مجموعة واسعة من المدارس.

source: French
ar_sa: الفرنسية

source: French Guiana
ar_sa: غيانا الفرنسية

source: French Polynesia
ar_sa: بولينيزيا الفرنسية

source: French Southern Territories
ar_sa: الأقاليم الجنوبية الفرنسية

source: Frequent Nose Bleeds
ar_sa: نزيف الأنف المتكرر

source: Fri
ar_sa: الجمعة

source: Friday
ar_sa: الجمعة

source: Friend
ar_sa: صديق

source: From Date
ar_sa: من تاريخ

source: From GCSE Target Grades
ar_sa: من الدرجات المستهدفة لـ GCSE

source: From last 30 days
ar_sa: منذ آخر 30 يوم

source: Full
ar_sa: كامل

source: Full Day
ar_sa: يوم كامل

source: Full Letter Grade
ar_sa: رسالة درجات كاملة

source: Full name as shown in ID documents.
ar_sa: الاسم الكامل كما هو موضح في وثائق الهوية.

source: Further Information
ar_sa: معلومات إضافية

source: Future Information
ar_sa: معلومات مستقبلية

source: G6PD Deficiency
ar_sa: نقص انزيم G6PD

source: GCSE Final Grades
ar_sa: درجات GCSE النهائية

source: GCSE Target Grades
ar_sa: الدرجات المستهدفة لـ GCSE

source: Gabon
ar_sa: الغابون

source: Gambia
ar_sa: غامبيا

source: Gender
ar_sa: الجنس

source: General
ar_sa: عام

source: General Alarm!
ar_sa: الجرس العام!

source: General Details
ar_sa: التفاصيل العامة

source: General Information
ar_sa: معلومات عامة

source: General Options
ar_sa: الخيارات العامة

source: General Settings
ar_sa: الإعدادات العامة

source: General email address for the school
ar_sa: عنوان البريد الإلكتروني العام للمدرسة

source: Generally the same as the module name.
ar_sa: عموما نفس اسم الوحدة.

source: Generate
ar_sa: إنتاج

source: Generate Invoices To %1$s
ar_sa: انتجت الفاتورة ل %1$s

source: Generate Reports
ar_sa: إنشاء التقارير

source: Generic fields can be added ad hoc to any form, however the data is not automatically attached to a record in Gibbon.
ar_sa: يمكن إضافة المدخلات إلى أي نموذج ، ومع ذلك لا يتم إرفاق البيانات تلقائيًا بسجل في النظام.

source: Geography
ar_sa: الجغرافيا

source: Georgia
ar_sa: جورجيا

source: Georgian
ar_sa: الجورجية

source: German
ar_sa: الألمانية

source: Germany
ar_sa: ألمانيا

source: Get Book Data From Google
ar_sa: الحصول على بيانات الكتاب من جوجل

source: Getting Started
ar_sa: البدء

source: Ghana
ar_sa: غانا

source: Gibbon
ar_sa: نظام ادارة المدرسة

source: Gibbon Password Reset
ar_sa: إعادة تعيين كلمة المرور

source: Gibbon Units
ar_sa: وحدات Gibbon

source: Gibraltar
ar_sa: جبل طارق

source: Gmail account does not match the email stored in %1$s. If you have logged in with your school Gmail account please contact %2$s if you have any questions.
ar_sa: لا يتطابق حساب Gmail البريد الإلكتروني المخزن في%1$s . إذا قمت بتسجيل الدخول باستخدام حساب Gmail الخاص بالمدرسة يرجى التواصل مع %2$s .

source: Go
ar_sa: إذهب

source: Go Live Date
ar_sa: اذهب الى البيانات الحية

source: Google Calendar ID for your personal calendar.
ar_sa: رقم معرف قوقل للتقويم الشخصي.

source: Google Calendar ID for your school calendar. Only enables timetable integration when logging in via Google.
ar_sa: معرف تقويم قوقل لتقويم مدرستك. يتيح التكامل الزمني فقط عند تسجيل الدخول عن طريق جوجل.

source: Google Developers Client ID
ar_sa: معرف العميل بمطوري جوجل

source: Google Developers Client Name
ar_sa: اسم العميل بمطوري جوجل

source: Google Developers Client Secret
ar_sa: العميل السري لمطوري قوقل (Client Secret)

source: Google Developers Developer Key
ar_sa: مفتاح المطور بمطوري جوجل

source: Google Developers Redirect Url
ar_sa: رابط إعادة التوجيه لمطوري قوقل

source: Google Integration
ar_sa: تكامل جوجل

source: Google Redirect on sucessful auth.
ar_sa: رابط إعادة توجيه قوقل لإنجاح المصادقة.

source: Google SketchUp
ar_sa: جوجل SketchUp

source: Google project Developer Key.
ar_sa: مفتاح المطور بمشروع قوقل.

source: Grade
ar_sa: الدرجة

source: Grade Scale
ar_sa: مقياس الدرجة

source: Grade scale used to control values that can be assigned.
ar_sa: مقياس الدرجة المستخدم للتحكم في القيم التي يمكن استخدامها

source: Grades%1$sAttended
ar_sa: الدرجات%1$sالحضور

source: Grandfather
ar_sa: الجد

source: Grandmother
ar_sa: الجدة

source: Graphics Interchange Format
ar_sa: تنسيق تبادل الرسومات

source: Graphics/Design
ar_sa: الرسومات/التصميم

source: Graphing
ar_sa: رسوم بيانية

source: Greece
ar_sa: اليونان

source: Greek
ar_sa: اليونانية

source: Green
ar_sa: أخضر

source: Greenland
ar_sa: غرينلاند

source: Grenada
ar_sa: غرينادا

source: Group
ar_sa: المجموعة

source: Group By
ar_sa: مجموعة حسب

source: Group Columns by Term
ar_sa: مجموعة الأعمدة بواسطة الفصل

source: Grouping
ar_sa: التجميع

source: Grouping Priority
ar_sa: تجميع الأولوية

source: Groupings
ar_sa: التجميعات

source: Groups not in an active TT this year.
ar_sa: المجموعات ليست في حالة تفعيل TT هذه السنة.

source: Guadeloupe
ar_sa: غوادلوب

source: Guam
ar_sa: غوام

source: Guardian
ar_sa: ولي الأمر

source: Guatemala
ar_sa: غواتيمالا

source: Guest Assistant
ar_sa: مساعد زائر

source: Guest List
ar_sa: قائمة الزوار

source: Guest Parent
ar_sa: ولي أمر زائر

source: Guest Student
ar_sa: طالب زائر

source: Guest Teacher
ar_sa: مدرس زائر

source: Guest Technician
ar_sa: فني زائر

source: Guests
ar_sa: الزوار

source: Guinea
ar_sa: غينيا

source: Guinea-Bissau
ar_sa: غينيا بيساو

source: Guyana
ar_sa: غيانا

source: HTML
ar_sa: إتش تي إم إل (HTML)

source: HTML code to be inserted into blank note.
ar_sa: يمكن إدراج كود html في الملاحظة الفارغة

source: HTML text that will appear as questions for the applicant to answer.
ar_sa: نص بصيغة HTML يظهر كأسئلة ليجيب عليها مقدم الطلب.

source: Haiti
ar_sa: هايتي

source: Has task has been completed?
ar_sa: لديه مهمة قد تم إنجازها؟

source: Has the applicant studied the selected language before? If so, please describe the level and type of experience.
ar_sa: هل المتقدم درس اللغة المختارة من قبل؟ اذا نعم، ارجوك اوصف لنا المستوى و نوع الخبرة.

source: Header Background Colour
ar_sa: لون خلفية الرأس

source: Header Font Colour
ar_sa: لون خط الرأس

source: Heading Name
ar_sa: اسم العنوان

source: Headings enable you to break your form up into sections as well as add additional instructions.
ar_sa: تمكنك العناوين من تقسيم النموذج إلى أقسام بالإضافة إلى إضافة إرشادات إضافية.

source: Heard Island and Mcdonald Islands
ar_sa: جزيرة هيرد وجزر ماكدونالد

source: Hearing Impairment
ar_sa: ضعف السمع

source: Heart Condition
ar_sa: اضطراب قلبي

source: Hebrew
ar_sa: العبرية

source: Height
ar_sa: الطول

source: Here you can add fees to one or more students. These fees will be added to an existing invoice or used to form a new invoice, depending on the specified billing schedule and other details.
ar_sa: هنا يمكنك إضافة الرسوم إلى واحد أو أكثر من الطلاب. هذه الرسوم سوف تضاف إلى الفاتورة الحالية أو المستخدمة لتشكيل فاتورة جديدة، تبعاً للجدول الزمني المحدد للفوترة وغيرها من التفاصيل.

source: Hide External Provider Cost
ar_sa: إخفاء تكلفة المزود الخارجي

source: High
ar_sa: عالي

source: Highest level of severity, requiring intense and immediate readiness, action, individual support or differentiation.
ar_sa: مستوى عالي من الخطورة، والتي تتطلب المباشرة الفورية وتكثيف ​​الاستعداد، والعمل، الدعم الفردي أو التمييز.

source: Hindi
ar_sa: الهندية

source: Historical Data
ar_sa: البيانات التاريخية

source: History
ar_sa: التاريخ

source: Holy See (Vatican City State)
ar_sa: الكرسي الرسولي (دولة الفاتيكان)

source: Home
ar_sa: الرئيسية

source: Home Address
ar_sa: عنوان المنزل

source: Home Address (Country)
ar_sa: عنوان المنزل (البلد)

source: Home Address (District)
ar_sa: عنوان المنزل (حي)

source: Home Economics
ar_sa: الاقتصاد المنزلي

source: Home Language
ar_sa: اللغة الأم

source: Home Language - Primary
ar_sa: اللغة الأساسية في المنزل

source: Home Language - Secondary
ar_sa: اللغة الثانية في المنزل

source: Home Languages
ar_sa: لغة المنزل

source: Homework
ar_sa: الواجب المنزلي

source: Homework & Due Dates
ar_sa: الواجبات المنزلية والمواعيد النهائية

source: Homework + Due Dates
ar_sa: الواجبات المنزلية والمواعيد النهائية

source: Homework Details
ar_sa: تفاصيل الواجبات المنزلية

source: Homework Due Date
ar_sa: تاريخ إستحقاق الواجب المنزلي

source: Homework Due Date Time
ar_sa: وقت إستحقاق الواجب المنزلي

source: Homework History
ar_sa: سجل الواجبات المنزلية

source: Homework?
ar_sa: واجب منزلي؟

source: Honduras
ar_sa: هندوراس

source: Hong Kong
ar_sa: هونغ كونغ

source: Horizontal Focal Point
ar_sa: نقطة الاتصال الأفقية

source: Hours
ar_sa: ساعات

source: House
ar_sa: المنزل

source: Houses
ar_sa: السكنات

source: Houses for competitions, etc.
ar_sa: منازل للمسابقات، الخ

source: How Did You Hear About Us?
ar_sa: كيف سمعت عنا؟

source: How Did Your Hear?
ar_sa: كيف سمعت بنا؟

source: How many are there
ar_sa: كم العدد هناك

source: How should invoice numbers be constructed?
ar_sa: كيف ينبغي بناء أرقام الفاتورة؟

source: Human Resources Administrator
ar_sa: مدير الموارد البشرية

source: Hungarian
ar_sa: الهنغارية

source: Hungary
ar_sa: هنغاريا

source: HyperText Marrkup Language
ar_sa: لغة توصيف النص التشعبي HTML

source: Hypertension
ar_sa: ارتفاع ضغط الدم

source: IB Diploma
ar_sa: دبلوم البكالوريا الدولية IB Diploma

source: IB Diploma (Subject)
ar_sa: دبلوم البكالوريا الدولية IB Diploma (العنوان)

source: IB Diploma (Total)
ar_sa: دبلوم البكالوريا الدولية IB Diploma (الإجمالي)

source: IB Diploma Total
ar_sa: دبلوم البكالوريا الدولية IB Diploma (الإجمالي)

source: ID
ar_sa: رقم التعريف ID

source: ID Card
ar_sa: بطاقة الهوية

source: ID Card Number
ar_sa: رقم بطاقة الهوية

source: ID Card Scan
ar_sa: المسح الضوئي لبطاقة الهوية

source: ID/Name/Producer
ar_sa: ID/ اسم/المنتج

source: IN Settings
ar_sa: اعدادات إدارة الاحتياجات الفردية

source: Iceland
ar_sa: أيسلندا

source: Icelandic
ar_sa: الآيسلندية

source: If accepted, these students will be part of the same family. Accepting or deleting this application does NOT change other Sibling Applications.
ar_sa: إذا تم قبول الطلب، سيضم هؤلاء الطلبة إلى نفس العائلة، قبول أو حذف هذا الطلب لا يؤثر على طلبات تسجيل إخوتهم.

source: If invoices are payable online, what is the maximum payment allowed? Useful for controlling payment fees. No value means unlimited.
ar_sa: إذا الفواتير المستحقة قابلة للدفع الإلكتروني، ما هو الحد الأقصى المسموح للدفع؟ هذا مفيد للسيطرة على دفع الرسوم. عدم تحديد قيمة تعني غير محدود.

source: If not previously set, this will default to the start of the next lesson.
ar_sa: إذا لم يتم تعيينه في السابق، سوف يتم إفتراضه إلى بداية الدرس التالي.

source: If relevant.
ar_sa: ذوي الصلة.

source: If set, the student will automatically be enrolled on Accept.
ar_sa: إذا تم تعيينه, سيتم إلحاق الطالب تلقائياً في القبول.

source: If the specified company is not paying all fees, which categories are they paying?
ar_sa: إذا كانت الشركة المحددة لن تدفع جميع الرسوم، ما الفئات التي تقوم بدفعها؟

source: If the user is not in a family.
ar_sa: إذا لم يكن المستخدم في أسرة.

source: If the user needs an address in addition to their family's home address.
ar_sa: إذا كان المستخدم يحتاج إلى عنوان بالإضافة إلى عنوانلمنزل لأسرته.

source: If the user's family does not have a home address set.
ar_sa: إذا لم يكن لدى أسرة المستخدم عنوان منزلي رئيسي محدد.

source: If there is space on this program you will be accepted immediately upon pressing the Register button below. If there is not, then you will be placed on a waiting list.
ar_sa: إذا كان هناك مكان في هذا البرنامج سيتم قبولك فورا عند الضغط على زر التسجيل أدناه. إذا لم يكن هناك مكان، سيتم وضعك في قائمة الانتظار.

source: If yes, members of the public can submit applications
ar_sa: إذا كان الجواب نعم، يمكن للأعضاء العامين تقديم طلبات التسجيل

source: If yes, members of the public can submit staff applications
ar_sa: إذا حدد بـ نعم، سيكون تقديم طلبات الانضمام لفريق العمل متاحا للعامة

source: If yes, this form is open for new submissions
ar_sa: إذا كانت الإجابة بنعم ، فإن هذا النموذج مفتوح لتقديم الطلبات الجديدة

source: If you already have an account for %1$s %2$s, please log in now to prevent creation of duplicate data about you! Once logged in, you can find the form under People > Staff in the main menu.
ar_sa: إذا كنت تملك حساباً بالفعل في %2$s لـ %1$s، نرجو منك تسجيل الدخول، لتفادي ازدواجية الحسابات؛ ما أن تقوم بالتسجيل، ستجد معلوماتك تحت قسم الأشخاص > الموظفين، في القائمة الرئيسية.

source: If you already have an account for %1$s %2$s, please log in now to prevent creation of duplicate data about you! Once logged in, you can find the form under People > Students in the main menu.
ar_sa: إذا كنت تملك حساباً بالفعل في %2$s لـ %1$s، نرجو منك تسجيل الدخول، لتفادي ازدواجية الحسابات؛ ما أن تقوم بالتسجيل، ستجد معلوماتك تحت قسم الأشخاص > الطلاب، في القائمة الرئيسية.

source: If you already have an account for {organisation} {systemName}, please log in now to prevent creation of duplicate data about you! Once logged in, you can find the form under {linkName} in the main menu.
ar_sa: إذا كان لديك بالفعل حساب لـ {systemName} {organisation} ، يرجى تسجيل الدخول الآن لمنع إنشاء بيانات مكررة عنك! بمجرد تسجيل الدخول ، يمكنك العثور على النموذج ضمن {linkName} في القائمة الرئيسية.

source: If you already have an application form in progress or would like to check the status of an application form, select this option. You will receive an email with a link to access your existing forms.
ar_sa: إذا كان لديك بالفعل استمارة طلب قيد التقدم أو ترغب في التحقق من حالة استمارة الطلب ، فحدد هذا الخيار. ستتلقى بريدًا إلكترونيًا يحتوي على رابط للوصول إلى النماذج الموجودة لديك.

source: If you cannot solve this problem by retyping the address, or through other means, please contact your system administrator.
ar_sa: إذا لم تتمكن من حل هذه المشكلة عن طريق إعادة كتابة العنوان، أو من خلال وسائل أخرى، يرجى الاتصال بمسؤول النظام.

source: If you do not have an account for %1$s %2$s, please use the form below.
ar_sa: إذا كنت لا تملك حسابا في %2$s لـ %1$s، يرجى استخدام النموذج أدناه.

source: If you need to contact the school in reference to this application, please quote the following number:
ar_sa: إذا كنت بحاجة إلى الاتصال بالمدرسة في إشارة إلى هذا التسجيل، يرجى اقتباس الرقم التالي:

source: If your teacher has not entered homework into Gibbon, or you want to record extra homework, you can enter the details here.
ar_sa: إذا معلمك لم يدخل الواجب المنزلي في Gibbon ، أو كنت ترغب في تسجيل واجبات منزلية اضافية، يمكنك إدخال التفاصيل هنا.

source: Ignore Enrolment
ar_sa: تجاهل الالتحاق

source: Ignore Status
ar_sa: تجاهل الحالة

source: Illegal address detected: access denied.
ar_sa: تم الكشف عن عنوان غير مصرح : تم رفض الوصول.

source: Illegal file type!
ar_sa: نوع الملف غير مسموح!

source: Image
ar_sa: الصورة

source: Image File
ar_sa: ملف الصورة

source: Image Link
ar_sa: رابط الصورة

source: Image Privacy
ar_sa: خصوصية الصورة

source: Image Size
ar_sa: حجم الصورة

source: Image Type
ar_sa: نوع الصورة

source: Import
ar_sa: استيراد

source: Import From File
ar_sa: استيراد من ملف

source: Import Timetable Data
ar_sa: استيراد بيانات الجدول الزمني

source: Import User Photos
ar_sa: استيراد صور المستخدمين

source: Imports cannot be run concurrently (e.g. make sure you are the only person importing at any one time).
ar_sa: لا يمكن تشغيل الاستيراد في نفس الوقت (على سبيل المثال تأكد من أنك الشخص الوحيد الذي يستورد في وقت واحد).

source: In
ar_sa: حضور

source: In %1$s.
ar_sa: في%1$s.

source: In Class
ar_sa: دخول الفصل

source: In Gibbon a column is a holder for the structure of a day. A number of columns can be defined, and these can be tied to particular timetable days in the timetable interface.
ar_sa: في Gibbon العمود هو حامل هيكل اليوم. يمكن تعريف عدد من الأعمدة، وهذه يمكن أن تكون مرتبطة بايام جدول زمني معين في واجهة الجدول الزمني.

source: In Use
ar_sa: قيد الإستخدام

source: In Use by {name} (Capacity: {capacity})
ar_sa: قيد الاستخدام بواسطة {name} (السعة: {capacity})

source: In an emergency, please try and contact the adult family members listed below first. If these cannot be reached, then try the emergency contacts below.
ar_sa: في حالات طوارئ، يرجى محاولة التواصل بأفراد الأسرة البالغين المدرجين أدناه أولاً. إذا تعذر الوصول إليهم ، حاول إجراء التواصل مع بيانات الطوارئ أدناه.

source: In case %1$s is full.
ar_sa: في حال %1$s ممتلئ.

source: In order to change your password, please input the current 6 digit token
ar_sa: لتغيير كلمة المرور الخاصة بك ، يرجى إدخال الرمز المميز الحالي المكون من 6 أرقام

source: In order to disable your Multi Factor Authentication, please input the current 6 digit token
ar_sa: لتعطيل المصادقة متعددة العوامل ، يرجى إدخال الرمز المميز الحالي المكون من 6 أرقام

source: In rolling over to %1$s, the following actions will take place. You may need to adjust some fields below to get the result you desire.
ar_sa: للانتقال إلى %1$s ,الإجراءات التالية سيتم عملها. قد تحتاج إلى ضبط بعض الحقول أدناه للحصول على النتيجة التي تريدها.

source: In the meantime, should you have any questions please contact %1$s at %2$s.
ar_sa: في الوقت الحالي، إذا كان لديك أي استفسارات، نرجو منك التواصل مع %1$s عبر %2$s.

source: In the past 60 days or upcoming 60 days
ar_sa: في الـ 60 يوما السابقة، أو الـ 60 يوما القادمة

source: In:
ar_sa: داخل:

source: Inactive Features
ar_sa: الميزات غير النشطة

source: Inactive languages are not yet ready for use within the system as they are still under development. They cannot be set to default, nor selected by users.
ar_sa: اللغات الغير نشطه ليست جاهزة للاستخدام داخل النظام حتى الآن كما أنها لا تزال قيد التطوير. لا يمكن تعيينها إلى الافتراضي، أو إختيارها من قبل المستخدمين.

source: Incident Date
ar_sa: تاريخ الحدث

source: Incident:
ar_sa: الواقعة:

source: Include Comment?
ar_sa: ادراج شرح؟

source: Include Students
ar_sa: تضمين طلاب

source: Include Teachers
ar_sa: تضمين مدرسين

source: Include Working Units?
ar_sa: تشمل وحدات العمل؟

source: Include all staff, regardless of status, start date, end date, etc.
ar_sa: يشمل جميع الموظفين، بغض النظر عن حالتهم، تاريخ البدء، تاريخ الانتهاء، وما إلى ذلك .

source: Include all students, even those where attendance has not yet been recorded.
ar_sa: تضمين جميع الطلبة، دون استثناء الطلبة الذين لم يتم تسجيل حضورهم بعد.

source: Include all students, regardless of status and current enrolment. Some data may not display.
ar_sa: تشمل جميع الطلاب، بغض النظر عن حالة القيد الحالي. قد لا يتم عرض بعض البيانات.

source: Include http://
ar_sa: تضمين http://

source: Include non-staff, non-student users.
ar_sa: إشمال المستخدمين الغير طلاب والغير موظفين.

source: Include parents in messages posted to activities
ar_sa: إشمال أولياء الأمور في الرسائل المرسلة للأنشطة

source: Include parents in messages posted to classes
ar_sa: إشمال اولياء الأمور في الرسائل المرسلة للحصص

source: Include parents in messages posted to courses
ar_sa: إشمال أولياء الأمور في الرسائل المرسلة للمناهج الدراسية

source: Include parents in messages posted to parents
ar_sa: إشمال أولياء الأمور في الرسائل المرسلة لأولياء الأمور

source: Include parents in messages posted to year group
ar_sa: إشمال أولياء الأمور في الرسائل المرسلة للسنة الدراسية

source: Include?
ar_sa: تضمين؟

source: Includes student data & teacher's notes
ar_sa: يتضمن بيانات الطالب وملاحظات المعلم

source: Incomplete
ar_sa: غير مكتمل

source: Incomplete Forms Hidden
ar_sa: استمارات غير مكتملة مخفية

source: Incorrect username and password.
ar_sa: اسم المستخدم وكلمة المرور غير صحيحة.

source: Index Page Text
ar_sa: نص الصفحة الرئيسية

source: India
ar_sa: الهند

source: Indicate if you are interested in a scholarship.
ar_sa: وضح ما إذا كنت مهتما في منحة دراسية.

source: Indigo
ar_sa: أزرق نيلي

source: Individual
ar_sa: فردي

source: Individual Education Plan
ar_sa: الخطة التعليمية الفردية

source: Individual Needs
ar_sa: الاحتياجات الفردية

source: Individual Needs Descriptors
ar_sa: واصفات الحاجات الفردية

source: Individual Needs Details
ar_sa: تفاصيل الاحتياجات الفردية

source: Individual Needs Records
ar_sa: سجلات الاحتياجات الفردية

source: Individual Needs Settings
ar_sa: اعدادات إدارة الاحتياجات الفردية

source: Individual Needs Status
ar_sa: حالة الإحتياجات الفردية

source: Individual Needs Summary
ar_sa: ملخص الاحتياجات الفردية

source: Individual Needs alert is set, with an alert level of %1$s.
ar_sa: تنبيه الإحتياجات الفردية تم تعيينه, مع مستوى تنبيه %1$s .

source: Individual Needs alerts are set, up to a maximum alert level of %1$s.
ar_sa: تنبيه الإحتياجات الفردية تم تعيينه, تصل الى مستوى تنبيه %1$s كحد أقصى.
