Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: This is useful for picking up students who are set to Full, have a start date but are not yet enrolled.
ar_sa: هذا مفيد لحصر الطلاب الذين تم تعيينهم بالكامل، ولديهم تاريخ بدء لكن لم يلتحقوا إلى الآن.

source: This item has already been signed out.
ar_sa: تم تسجيل الخروج مسبقاً لهذا العنصر.

source: This item is now %1$s%2$s days overdue
ar_sa: هذا البند هو الآن %1$s%2$s أيام متأخرة

source: This lesson has not had any Smart Blocks content assigned to it.
ar_sa: هذا الدرس ليس به أية كتل ذكية مستندة إليه.

source: This lesson has not had any content assigned to it.
ar_sa: هذا الدرس ليس به أي محتوى مسند إليه.

source: This operation cannot be undone, and may lead to loss of vital data in your system. PROCEED WITH CAUTION!
ar_sa: هذه العملية لا يمكن التراجع عنها، وقد يؤدي إلى فقدان البيانات الحيوية في النظام الخاص بك. المضي قدما بحذر!

source: This page allows a user to request selected family data updates for any family.
ar_sa: هذه الصفحة تسمح لمستخدم بطلب تحديثات بيانات الأسرة المحدد لأي أسرة.

source: This page allows a user to request selected finance data updates for any user. If a user does not appear in the list, please visit the Manage Invoicees page to create any missing students.
ar_sa: هذه الصفحة تسمح للمستخدم طلب تحديثات البيانات المالية المحددة لأي مستخدم. إذا لم يظهر المستخدم في القائمة، يرجى زيارة صفحة إدارة المفوترين لإنشاء أية طلاب في عداد المفقودين.

source: This page allows a user to request selected medical data updates for any student.
ar_sa: هذه الصفحة تسمح للمستخدم طلب تحديثات البيانات الطبية المحددة لأي طالب.

source: This page allows a user to request selected personal data updates for any user.
ar_sa: هذه الصفحة تسمح للمستخدم بطلب التحديثات المحددة من البيانات الشخصية لأي مستخدم.

source: This page allows any adult with data access permission to request medical data updates for any member of their family.
ar_sa: تسمح هذه الصفحة لأي بالغ مع بيانات إذن بالوصول بطلب تحديثات البيانات الطبية لأي فرد في اسرته.

source: This page allows any adult with data access permission to request selected family data updates for their family.
ar_sa: تسمح هذه الصفحة لأي بالغ مع بيانات إذن بالوصول طلب تحديثات بيانات الأسرة المحدد لأسرهم.

source: This page allows any adult with data access permission to request selected finance data updates for any children in their family. If any of your children do not appear in this list, please contact %1$s.
ar_sa: هذه الصفحة تسمح للبالغين بأذونات الوصول إلى البيانات بطلب تحديثات البيانات المالية لأي أطفال محددين في أسرتهم. إذا كان أي من أطفالك لا يظهر في هذه القائمة، يرجى الاتصال %1$s.

source: This page allows any adult with data access permission to request selected personal data updates for any member of their family.
ar_sa: تسمح هذه الصفحة لأي بالغ مع بيانات إذن بالوصول طلب تحديثات بيانات شخصية محددة لأي فرد من أسرته.

source: This page allows you to bulk import files such as user photos, personal documents, and custom field files. The uploaded file needs to be in the form of a ZIP file containing files named with a unique identifier. See options below to configure how file names are handled.
ar_sa: تتيح لك هذه الصفحة استيراد ملفات مجمعة مثل صور المستخدم والمستندات الشخصية وملفات الحقول المخصصة. يجب أن يكون الملف الذي تم تحميله في شكل ملف مضغوط يحتوي على ملفات مسماة بمعرف فريد. انظر الخيارات أدناه لتكوين كيفية معالجة أسماء الملفات.

source: This page allows you to bulk import user photos, in the form of a ZIP file contain images named with individual usernames. See notes below for sizing information.
ar_sa: تسمح لك هذه الصفحة باستيراد صور المستخدمين، في صورة ملف مضغوط يحوي الصور، كل صورة يجب أن تكون مسماة باسم المستخدم "username"، انظر الملاحظات أدناه لمعرفة تفاصيل الحجم.

source: This page allows you to import timetable data from a CSV file. The import includes all classes and their teachers. There is no support for importing students: these need to be entered manually into the relevant classes. The system will do its best to keep existing data intact, whilst updating what is necessary (note: you will lose student exceptions from timetabled classes). Select the CSV files you wish to use for the synchronise operation.
ar_sa: هذه الصفحة تسمح لك باستيراد بيانات الجدول الزمني من ملف CSV. ويشمل الاستيراد جميع الحصص ومعلميهم. لا يوجد أي دعم لاستيراد الطلاب: وهذه تحتاج إلى إدخالها يدوياً في الحصص ذات الصلة. النظام سوف يبذل قصارى جهده للحفاظ على البيانات الموجودة ، في اثناء استكمال ما هو ضروري (ملاحظة: سوف تفقد استثناءات الطالب من حصص المجدولة زمنياً). حدد ملفات CSV الذي تريد استخدامه لتشغيل المزامنة.

source: This page allows you to semi-automatically update the %1$s module to a new version. You need to take care of the file updates, and based on the new files, Gibbon will do the database upgrades.
ar_sa: هذه الصفحة تسمح لك بعمل تحديث شبه تلقائي لموديول %1$s إلى إصدار جديد. تحتاج إلى أن تأخذ في الإنتباه تحديثات الملف، واستنادا إلى الملفات جديدة، Gibbon ستقوم بترقيات قاعدة البيانات.

source: This page allows you to semi-automatically update your Gibbon installation to a new version. You need to take care of the file updates, and based on the new files, Gibbon will do the database upgrades.
ar_sa: هذه الصفحة تسمح لك بعمل تحديث شبه تلقائي لـ Gibbon %1$s إلى إصدار جديد. تحتاج إلى أن تأخذ في الإنتباه تحديثات الملف، واستنادا إلى الملفات جديدة، Gibbon ستقوم بترقيات قاعدة البيانات.

source: This page allows you to view all of the content of a selected unit (%1$s). If you wish to take this unit out of Gibbon, simply copy and paste the contents into a word processing application.
ar_sa: هذه الصفحة تسمح لك بعرض كافة المحتويات من الحدة المختارة (%1$s). إذا كنت ترغب في أخذ هذه الوحدة خارج Gibbon ، ببساطة قم بنسخ ولصق المحتويات في تطبيق معالجة النصوص.

source: This page shows an overview of the unit that the current lesson belongs to, including all the outcomes, resources, lessons and chats for the classes you have access to.
ar_sa: تعرض هذه الصفحة لمحة عامة عن الوحدة التي ينتمي إليها الدرس الحالي، بما في ذلك جميع النتائج والموارد والدروس والمحادثات للحصص التي لديك حق الوصول إلى إليها.

source: This page shows you your academic results throughout your school career. Only subjects with published results are shown.
ar_sa: هذه الصفحة تظهر لك نتائجك الأكاديمية طوال مسيرتك في المدرسة. فقط المواضيع مع النتائج المنشورة تظهر.

source: This printout contains information that is the property of %1$s. If you find this report, and do not have permission to read it, please return it to %2$s (%3$s). In the event that it cannot be returned, please destroy it.
ar_sa: هذه النسخة القابلة للطباعة تحتوي على معلومات لـ %1$s. إذا وجدت هذه التقرير ولم تكن لك صلاحة قراءته، الرجاء إعادنه إلى %2$s (%3$s). في حالة عدم قدرتك على إعادته قم بإتلافه.

source: This report draws data from the Markbook, Planner and Behaviour modules to give an overview of student performance and work completion. It only counts Online Submission data when submission is set to Required.
ar_sa: يستند هذا التقرير البيانات من سجل الدرجات والمخطط وموديولز السلوك لإعطاء لمحة عامة عن أداء الطالب واستكمال العمل. وفقط يقوم بعد بيانات التقديم الإلكتروني عند تعيين التقديم إلى إلزامي.

source: This report prints a summary of medical data for the selected students.
ar_sa: يطبع هذا التقرير موجزاً للبيانات الطبية للطلبة المحدديين.

source: This report shows all students who are newly arrived in the school during the current academic year (e.g. they were not enrolled in the previous academic year).
ar_sa: هذا التقرير يعرض كل الطلاب الذين وصلوا المدرسة حديثاً اثناء السنة الدراسية الحالية ( مثلاً هم لم ينضمو في السنة الدراسية السابقة )

source: This report shows all students whose Start Date is on or between the indicated dates.
ar_sa: هذا التقرير يعرض كل الطلاب الذين تاريخ بدايتهم في أو بين التواريخ المشار إليها.

source: This script cannot be run from a browser, only via CLI.
ar_sa: لا يمكن تشغيل هذا النص البرمجي عبر المتصفح, فقط عن طريق

source: This script cannot be run, as no school email address has been set.
ar_sa: لا يمكن تشغيل هذا النص البرمجي, كما لم يتم بعد تعيين بريد إلكتروني للمدرسة .

source: This section allows you to generate, view, edit and delete invoices, either for an individual or in bulk. You can use the filters below to pick up certain invoices types (e.g. those that are overdue) or view all invoices for a particular user. Invoices, reminders and receipts can be sent out using the Email function, shown in the right-hand side menu.
ar_sa: هذا القسم يسمح لك بتوليد وعرض وتحرير وحذف الفواتير، سواء للأفراد أو للمجموعات . يمكنك استخدام عوامل التصفية بالأسفل لسرد بعض أنواع الفواتير (مثل الفواتير المتأخرة) أو عرض كافة الفواتير لمستخدم معين. يمكنك إرسال الفواتير ورسائل التذكير والإيصالات باستخدام وظيفة البريد الإلكتروني الظاهر في القائمة الجانبية اليسرى.

source: This section allows you to manage the categories which can be associated with student notes. Categories can be given templates, which will pre-populate the student note on selection.
ar_sa: هذا القسم يسمح بإدارة التصنيفات التي ترتبط بملاحظات الطلاب. التصنيفات يمكن أن تعطى قوالب والتي ستكون موجودة في قسم ملاحظات الطلاب

source: This student has one or more %1$s risk medical conditions.
ar_sa: هذا الطالب لديه واحد أو أكثر من حالات المخاطر الطبية للـ %1$s .

source: This value cannot be changed.
ar_sa: لا يمكن تغيير هذه القيمة.

source: This work is shared under the following license:
ar_sa: يتم مشاركة هذا العمل تحت الرخصة التالية:

source: Three
ar_sa: ثلاثة

source: Thu
ar_sa: الخميس

source: Thursday
ar_sa: الخميس

source: Tibetan
ar_sa: التيبتية

source: Tie Days To Dates
ar_sa: ربط الأيام بالتوايخ

source: Tie Days to Dates
ar_sa: ربط الأيام بالتوايخ

source: Time
ar_sa: الوقت

source: Time In
ar_sa: وقت الدخول

source: Time Slots
ar_sa: حيزات الوقت

source: Time, in seconds, before system logs a user out. Should be less than PHP's session.gc_maxlifetime option.
ar_sa: الوقت، بالثواني، قبل أن يقوم النظام بتسجيل خروج المستخدم . ينبغي أن يكون أقل من خيار الـ PHP ـ session.gc_maxlifetime.

source: Time:
ar_sa: الوقت:

source: Timeslot:
ar_sa: حيز الوقت:

source: Timetable
ar_sa: الجدول الزمني

source: Timetable Admin
ar_sa: إدارة جدول المواعيد

source: Timetable Chooser
ar_sa: محدد الجدول الزمني

source: Timetable Column
ar_sa: عمود الجدول الزمني

source: Timetable Day Short Name
ar_sa: اختصار اسم اليوم في الجدول الدراسي

source: Timetable administration
ar_sa: إدارة الجدول الزمني

source: Timezone
ar_sa: المنطقة الزمنية

source: Timing Change
ar_sa: تغيير توقيت

source: Timor-Leste
ar_sa: تيمور ليشتي

source: TinyMCE-style list of acceptable HTML tags and options.
ar_sa: قائمة محرر TinyMCE من أكواد HTML المقبولة .

source: Title
ar_sa: اللقب

source: Title of the admissions link on the homepage.
ar_sa: عنوان رابط القبول على الصفحة الرئيسية.

source: To Date
ar_sa: الى تاريخ

source: To install a module, upload the module folder to %1$s on your server and then refresh this page. After refresh, the module should appear in the list below: use the install button in the Actions column to set it up.
ar_sa: لتثبيت موديول قم برفع مجلد الموديول إلى %1$s على الخادم الخاص بك وقم بتحديث هذه الصفحة . بعد التحديث ، الموديول يجب أن يظهر في القائمة أدناه: استخدام زر التثبيت في عمود الإجراء لإعداده.

source: To install a theme, upload the theme folder to %1$s on your server and then refresh this page. After refresh, the theme should appear in the list below: use the install button in the Actions column to set it up.
ar_sa: لتثبيت القالب قم برفع مجلد القالب إلى %1$s على الخادم الخاص بك وقم بتحديث هذه الصفحة . بعد التحديث ، القالب يجب أن يظهر في القائمة أدناه: استخدام زر التثبيت في عمود الإجراء لإعداده.

source: To multi-add a single timetable day to multiple dates, use the checkboxes in the relevant dates, and then press the Submit button at the bottom of the page.
ar_sa: للإضافة المتعددة ليوم الجدول الزمني الفردي لتواريخ متعددة, استخدم خانات الاختيار للتواريخ ذات الصلة, ثم اضغط على زر إرسال اسفل هذه الصفحة.

source: To see more detail on an item (such as a comment or a grade), hover your mouse over it.
ar_sa: لمعرفة المزيد من التفاصيل عن عنصر (مثل تعليق أو درجة)، قم بتمرير الماوس الخاص بك عليه.

source: To track Gibbon uptake, the system tracks basic data (current URL, install type, organisation name) on each install. Do you want to help?
ar_sa: لتعقب تفعيل Gibbon ، النظام يتعقب البيانات الأساسية (اسم المنظمة , نوع التثبيت ، URL الحالي) في كل عملية تثبيت. هل تريد أن تساعد في ذلك؟

source: Today
ar_sa: اليوم

source: Today's Classes
ar_sa: حصص اليوم

source: Today's Lessons
ar_sa: دروس اليوم

source: Today's Messages
ar_sa: رسائل اليوم

source: Togo
ar_sa: توغو

source: Tokelau
ar_sa: توكيلاو

source: Tonga
ar_sa: تونغا

source: Too many failed logins: please %1$sreset password%2$s.
ar_sa: محاولات تسجيل دخول فاشلة عديدة : يرجى%1$s إعادة تعيين كلمة المرور %2$s.

source: Total
ar_sa: المجموع

source: Total Cost
ar_sa: التكلفة الكلية

source: Total Count
ar_sa: العدد الإجمالي

source: Total Courses
ar_sa: مجموع المقررات

source: Total Mark
ar_sa: الدرجة الكلية

source: Total Messages:
ar_sa: مجموع الرسائل:

source: Total Occurences:
ar_sa: مجموع الأحداث:

source: Total Sessions
ar_sa: مجموع الجلسات

source: Total Student Enrolment:
ar_sa: إجمالي عدد الطلبة الملتحقين:

source: Total Value
ar_sa: القيمة الإجمالية

source: Total number of school days absent:
ar_sa: إجمالي أيام الدراسة المتغيب عنها:

source: Total number of school days attended:
ar_sa: العدد الإجمالي للحضور في أيام المدرسة:

source: Total number of school days in date range:
ar_sa: العدد الكلي لأيام الدراسة في المدى:

source: Total number of school days to date:
ar_sa: مجموع عدد أيام الدراسة إلى تاريخه:

source: Total students absent from room:
ar_sa: مجموع الطلاب الغائبين من القاعة:

source: Total students present in room:
ar_sa: مجموع الطلاب الحاضرين في الغرفة:

source: Total students:
ar_sa: مجموع الطلاب:

source: Total:
ar_sa: المجموع

source: Track Attendance?
ar_sa: تتبع الحضور

source: Tracking
ar_sa: المتابعة

source: Tracking Settings
ar_sa: إعدادات التتبع

source: Tracking Student Behaviour
ar_sa: تتبع سلوك الطالب

source: Transport
ar_sa: المواصلات

source: Transport Notes
ar_sa: ملاحظة نقل الطالب

source: Travel Sickness
ar_sa: دوخة السفر

source: Triggers
ar_sa: المحفزات

source: Trinidad and Tobago
ar_sa: ترينيداد وتوباغو

source: Tue
ar_sa: الثلاثاء

source: Tuesday
ar_sa: الثلاثاء

source: Tunisia
ar_sa: تونس

source: Turkey
ar_sa: تركيا

source: Turkish
ar_sa: التركية

source: Turkmenistan
ar_sa: تركمانستان

source: Turks and Caicos Islands
ar_sa: جزر تركس وكايكوس

source: Turn Alarm Off
ar_sa: إيقاف الجرس

source: Tutees and tutors.
ar_sa: المعلمون والمتعلمون

source: Tutor
ar_sa: المدرس

source: Tutors
ar_sa: المعلمون

source: Tuvalu
ar_sa: توفالو

source: Two
ar_sa: اثنان

source: Type
ar_sa: النوع

source: Type (e.g. discussion, outcome)
ar_sa: النوع (مناقشة، تحصيل، الخ)

source: Type Weighting
ar_sa: نوع الوزن

source: Type a tag...
ar_sa: نوع الوسم...

source: Type, country code, number.
ar_sa: النوع، رمز البلد، الرقم.

source: Type-Specific Details
ar_sa: تفاصيل من نو ع محدد

source: Type-Specific Fields
ar_sa: الحقول من نوع خاص

source: Types
ar_sa: الانواع

source: UK National Curriculum KS3
ar_sa: المنهج الوطني في المملكة المتحدة KS3

source: UK National Curriculum KS3 Simplified
ar_sa: المناهج الوطنية المبسطة في المملكة المتحدة KS3

source: UK-based General Certificate of Secondary Education
ar_sa: شهادة الثانوية العامة حسب النظام البريطاني

source: URL to background image used behind library browsing screen.
ar_sa: عنوان URL لصورة الخلفية المستخدمة خلف شاشة تصفح المكتبة.

source: Uganda
ar_sa: أوغندا

source: Ukraine
ar_sa: أوكرانيا

source: Ukranian
ar_sa: الاوكرانية

source: Unable to read ../gibbon.sql, and so the installer cannot proceed.
ar_sa: غير قادر على القراءة ../gibbon.sql ، وبالتالي لا يمكن للمثبت المتابعة.

source: Unable to read ../gibbon_demo.sql.
ar_sa: غير قادر على القراءة ../gibbon_demo.sql.

source: Unclassified
ar_sa: غير مصنفة

source: Uncle
ar_sa: عم/خال

source: Under what conditions can this work be reused?
ar_sa: ماهي الحالات التي يمكن تحتها إعادة استخدام هذا العمل؟

source: Unexpected internal error. PDO is not an instance of Connection, and so the installer cannot proceed.
ar_sa: خطأ داخلي غير متوقع. PDO ليس مثيلاً للاتصال ، وبالتالي لا يمكن للمثبت المتابعة.

source: Unified messenger for email, message wall and more.
ar_sa: مرسال موحد للبريد الإلكتروني ورسائل الحائط والمزيد.

source: Uninstall Module
ar_sa: إزالة الموديول

source: Uninstall Theme
ar_sa: إلغاء تثبيت سمة

source: Uninstall encountered a partial fail: the module may or may not still work.
ar_sa: إزالة التثبيت فشل جزئيا: لموديول قد يعمل وقد لا يعمل

source: Uninstall was successful.
ar_sa: إلغاء تثبيت بنجاح.

source: Uninstall was successful. You will still need to remove the theme's files yourself.
ar_sa: تم إلغاء التثبيت بنجاح. لا تزال تحتاج إلى إزالة ملفات القالب بنفسك.

source: Unique ID for family, according to source system.
ar_sa: رقم معرف ID فريد للأسرة وفقاً لنظام المصدر.

source: Unique Identifier
ar_sa: معرف وحيد

source: Unit
ar_sa: وحدة

source: Unit Basics
ar_sa: أساسيات الوحدة

source: Unit Blocks
ar_sa: كتل الوحدات

source: Unit Outline
ar_sa: مخطط الوحدة

source: Unit Outline Template
ar_sa: قالب مخطط الوحدة

source: Unit Overview
ar_sa: النظرة العامة للوحدة

source: Unit Planner
ar_sa: مخطط الوحدة

source: Unit, Building, Street
ar_sa: وحدة، بناء، شارع

source: Unit:
ar_sa: الوحدة:

source: United Arab Emirates
ar_sa: الأمارات العربية المتحدة

source: United Kingdom
ar_sa: المملكة المتحدة

source: United Kingdom GCSE/iGCSE
ar_sa: المملكة المتحدة GCSE/iGCSE

source: United Kingdom GCSE/iGCSE Predicted
ar_sa: المملكة المتحدة GCSE / IGCSE المتوقعة

source: United States
ar_sa: الولايات المتحدة الأمريكية

source: United States Minor Outlying Islands
ar_sa: جزر الولايات المتحدة البعيدة الصغيرة

source: Units
ar_sa: الوحدات

source: Unknown
ar_sa: غير معروف

source: Unknown upload error.
ar_sa: خطأ غير معروف في رفع الملف.

source: Unmarked
ar_sa: لا تحمل علامات

source: Unregister
ar_sa: إلغاء التسجيل

source: Unregistration was successful.
ar_sa: نجح إلغاء التسجيل

source: Unsatisfactory
ar_sa: غير مرضي

source: Unsaved Changes
ar_sa: تغييرات غير محفوظة

source: Unsaved changes will be lost.
ar_sa: ستفقد التغييرات التي لم يتم حفظها.

source: Unspecified
ar_sa: غير محدد

source: Unstar
ar_sa: إلغاء التمييز بنجمة

source: Up to 3 per form group.
ar_sa: حتى 3 لكل مجموعة طلبة.

source: Up to 3 per form group. The first-listed will be marked as "Main Tutor".
ar_sa: لغاية 3 في كل مجموعة طلبة. المضاف-اولا سيتم تحديده ك "المعلم الاساسي".

source: Upcoming
ar_sa: القادمة

source: Upcoming Class Slots
ar_sa: حيزات الحصة القادمة

source: Upcoming Due Dates
ar_sa: المواعيد النهائية القادمة

source: Update
ar_sa: تحديث

source: Update & Insert
ar_sa: تحديث وإدراج

source: Update Data
ar_sa: تحديث البيانات

source: Update Family Data
ar_sa: تحديث بيانات الأسرة

source: Update Family Data_any
ar_sa: تحديث بيانات العائلة فقط

source: Update Finance Data
ar_sa: تحديث البيانات المالية

source: Update Gibbon to a new version
ar_sa: تحديث Gibbon إلى إصدار جديد

source: Update Instructions
ar_sa: تعليمات التحديث

source: Update Medical Data
ar_sa: تحديث البيانات الطبية

source: Update Medical Form
ar_sa: تحديث النموذج الطبي

source: Update Medical Form_family
ar_sa: تحديث نموذج العائلة الطبي

source: Update Module
ar_sa: تحديث الموديول

source: Update Personal Data
ar_sa: تحديث البيانات الشخصية

source: Update Personal Data_family
ar_sa: تحديث بيانات العائلة الشخصية

source: Update Submission
ar_sa: تحديث تسليم

source: Updated Timetable Subscriber
ar_sa: المشترك الجدول الزمني المحدث

source: Updated:
ar_sa: التحديث:

source: Upload Complete
ar_sa: اكتمل التحميل

source: Upload File
ar_sa: رفع ملف

source: Upload Photos & Files
ar_sa: تحميل الصور والملفات

source: Upload Reports
ar_sa: رفع التقارير

source: Uploaded
ar_sa: تم الرفع

source: Uploaded File
ar_sa: الملف المرفوع

source: Uploaded Response
ar_sa: الرد الذي تم تحميله

source: Uploading
ar_sa: جاري الرفع

source: Uploads folder not publicly accessible
ar_sa: مجلد التحميلات غير متاح للجمهور

source: Uruguay
ar_sa: أوروغواي

source: Usage
ar_sa: الإستخدام

source: Use Control, Command and/or Shift to select multiple.
ar_sa: استخدم مفتاح الكنترول , الكوماند و / أو الـ Shift للتحديد المتعدد .

source: Use an FTP client to upload the new files to your server's modules folder.
ar_sa: استخدام عميل FTP لتحميل الملفات الجديدة إلى مجلد الموديولز بخادمك.

source: Use lots of tags!
ar_sa: تستخدم الكثير من الكلمات الدليلية!

source: Use the table below to show how each child is related to each adult in the family.
ar_sa: استخدم الجدول أدناه لإظهار كيفية ارتباط كل طفل لكل بالغ في الأسرة.

source: Use this to attach raw data, graphical summary, etc.
ar_sa: استخدم هذا لإرفاق البيانات الخام، ملخص رسومي، الخ

source: Used to group staff when creating a staff directory.
ar_sa: يستخدم لموظفي المجموعة عند إنشاء دليل موظفين.

source: Useful Reading
ar_sa: قراءة مفيدة

source: User
ar_sa: المستخدم

source: User %1$s was successfully updated.
ar_sa: تم تحديث المستخدم %1$s بنجاح.

source: User Account
ar_sa: حساب المستخدم

source: User Admin
ar_sa: إدارة المستخدم

source: User Interface Options
ar_sa: خيارات واجهة المستخدم

source: User Management
ar_sa: إدارة المستخدم

source: User Photo
ar_sa: صورة المستخدم

source: User Photos
ar_sa: صور المستخدم

source: User Settings
ar_sa: إعدادات المستخدم

source: User photos will automatically be scaled down to a maximum of 360px by 480px and cropped to an aspect ratio of 1.2. You can optionally adjust the zoom and focal point of the cropped images below.
ar_sa: سيتم تصغير صور المستخدم تلقائيًا إلى حد أقصى يبلغ 360 بكسل × 480 بكسل ويتم اقتصاصها إلى نسبة عرض إلى ارتفاع تبلغ 1.2. يمكنك ضبط التكبير / التصغير والنقطة البؤرية للصور التي تم اقتصاصها أدناه اختياريًا.

source: User will be prompted on next login.
ar_sa: سيتم تنبيه المستخدم في تسجيل الدخول التالي.

source: User/Owner
ar_sa: المستخدم/المالك

source: Username
ar_sa: اسم المستخدم

source: Username Format
ar_sa: هيئة اسم المستخدم

source: Username or email
ar_sa: اسم المستخدم او البريد الالكتروني

source: Username or password not set.
ar_sa: لم يتم تعيين اسم المستخدم وكلمة المرور.

source: Username/Email
ar_sa: اسم المستخدم/البريد الالكتروني

source: Users of a certain type.
ar_sa: المستخدمين من نوع معين.

source: Users's first day at school.
ar_sa: اليوم الأول للمستخدم في المدرسة.

source: Users's last day at school.
ar_sa: اليوم الأخير للمستخدم في المدرسة

source: Uzbekistan
ar_sa: أوزبكستان

source: Value
ar_sa: القيمة

source: Vanuatu
ar_sa: فانواتو

source: Vehicle Registration
ar_sa: تسجيل المركبة

source: Vendor
ar_sa: البائع

source: Venezuela
ar_sa: فنزويلا

source: Verbal
ar_sa: اللفظي

source: Version
ar_sa: الإصدارة

source: Version check failed
ar_sa: فشل التحقق من الإصدار

source: Version check successful. Your Gibbon installation is out of date. Please visit %1$s to download the latest version.
ar_sa: تم التحقق من الإصدار بنجاح. تثبيت Gibbon الخاص بك غير محدث إلى تاريخه. يرجى زيارة %1$s لتحميل أحدث إصدار.

source: Version check successful. Your Gibbon installation is up to date at %1$s.
ar_sa: تم التحقق من الإصدار بنجاح. تثبيت Gibbon محدث إلى تاريخه في %1$s.

source: Vertical Focal Point
ar_sa: نقطة الاتصال العمودية

source: Video
ar_sa: فيديو

source: View
ar_sa: معاينة

source: View & Print Application
ar_sa: عرض وطباعة الطلب

source: View Absences
ar_sa: عرض الغياب

source: View Activities
ar_sa: معاينة الأنشطة

source: View Adults
ar_sa: عرض البالغين

source: View All
ar_sa: استعراض الكل

source: View All Assessments
ar_sa: عرض جميع التقييمات

source: View All Due Dates
ar_sa: معاينة كل المواعيد النهائية

source: View All Internal Assessments
ar_sa: عرض كل التقويم الداخلي

source: View Assessment
ar_sa: معاينة التقييم

source: View Available Activities
ar_sa: عرض الأنشطة المتاحة

source: View Available Facilities
ar_sa: عرض المرافق المتاحة

source: View Available Teachers
ar_sa: عرض المعلمين المتاحين
