Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: Your request failed because your MFA code was not valid, this may have occured if your code timed-out before the form was finished processing.
ar_sa: فشل طلبك لأن رمز MFA الخاص بك لم يكن صحيحا ، وربما حدث هذا إذا انتهت مهلة الرمز الخاص بك قبل انتهاء معالجة الاستمارة.

source: Your request failed because your email is not part of the allowed domains.
ar_sa: فشل طلبك لأن بريدك الإلكتروني لا ينتمي إلى نطاق مسموح به

source: Your request failed because your inputs were incomplete.
ar_sa: فشل طلبك لأن المدخلات الخاصة بك كانت غير مكتملة.

source: Your request failed because your inputs were invalid, or no update was required.
ar_sa: فشل الطلب الخاص بك لأن مدخلاتك غير صحيحة، أو لا يوجد تحديث مطلوب.

source: Your request failed because your inputs were invalid.
ar_sa: فشل الطلب الخاص بك لأن المدخلات الخاصة بك غير صحيحة.

source: Your request failed because your manifest file was invalid.
ar_sa: فشل طلبك بسبب ملف manifest غير سليم

source: Your request failed because your new password is the same as your current password.
ar_sa: فشل طلبك لأن كلمة المرور الجديدة هي نفس كلمة المرور الحالية.

source: Your request failed because your password does not meet the minimum requirements for strength.
ar_sa: فشل طلبك لأن كلمة المرور الخاصة بك للا تلبي الحد الأدنى من متطلبات القوة.

source: Your request failed because your passwords did not match.
ar_sa: فشل الطلب الخاص بك لأن كلمة المرور الخاصة بك لم تتطابق.

source: Your request failed due to a database error.
ar_sa: فشل طلبك بسبب خطأ في قاعدة البيانات.

source: Your request failed due to an attachment error.
ar_sa: فشل الطلب الخاص بك بسبب خطأ مرفق.

source: Your request failed due to incorrect current password.
ar_sa: فشل طلبك بسبب ادخال كلمة مرور حالية خاطئة.

source: Your request failed due to incorrect, non-existent or non-unique email address or username.
ar_sa: فشل طلبك لإدخالك اسم مستخدم أو بريد إلكتروني خاطئ أو غير موجود، أو مرتبط بعدة حسابات.

source: Your request failed.
ar_sa: فشل الطلب الخاص بك.

source: Your request was completed successfully, but one or more requested emails could not be sent.
ar_sa: تم إكمال طلبك بنجاح، ولكن واحدة أو أكثر من رسائل البريد الإلكتروني المطلوبة لا يمكن إرسالها.

source: Your request was completed successfully, but some or all messages could not be delivered.
ar_sa: تم إكمال طلبك بنجاح، ولكن واحدة أو أكثر من رسائل البريد الإلكتروني لا يمكن إرسالها.

source: Your request was completed successfully.
ar_sa: تم الانتهاء من طلبك بنجاح.

source: Your request was completed successfully: not all messages may arrive at their destination, but an attempt has been made to get them all out.
ar_sa: تم إكمال طلبك بنجاح : ليست كل رسائلك قد تصل إلى الوجهات المقصودة, لكن تم اجراء المحاولة لتوصيلها لجميع الوجهات.

source: Your request was successful, but some data was not properly saved.
ar_sa: طلبك تم بنجاح، ولكن لم يتم حفظ بعض البيانات بشكل صحيح.

source: Your request was successful, but some data was not properly saved. An administrator will process your request as soon as possible. You will not see the updated data in the system until it has been processed.
ar_sa: تم الطلب الخاص بك بنجاح. المسؤول سيقوم بمعالجة الطلب الخاص بك بالسرعة الممكنة. لن تشاهد البيانات المحدثة في النظام حتى يتم تجهيزها والموافقة عليها.

source: Your request was successful, but some fields were not unique and could not be added to the form: {duplicate}
ar_sa: نجح طلبك ، لكن بعض الحقول لم تكن فريدة ولا يمكن إضافتها إلى النموذج: {duplicate}

source: Your session expired, so you were automatically logged out of the system.
ar_sa: انتهت مدة صلاحية تسجيل دخولك ، حيث تم تسجيل الخروج من النظام تلقائياً.

source: Your session is about to expire: you will be logged out shortly.
ar_sa: مدة صلاحية تسجيل دخولك على وشك الانتهاء : سيتم عمل تسجيل خروج لك خلال لحظات.

source: Your submitted data has been saved, however one or more required fields were incomplete. Please check the highlighted fields and submit the form again.
ar_sa: تم حفظ بياناتك المرسلة ، ولكن هناك حقل مطلوب واحد أو أكثر غير مكتمل. يرجى التحقق من الحقول المميزة وإرسال النموذج مرة أخرى.

source: Your system is set up to run Cutting Edge code, which may or may not be as reliable as regular release code. Backup before installing, and avoid using cutting edge in production.
ar_sa: نظامك يستخدم آخر اصدار تطويري والذي قد يكون غير مناسب للعمل اليومين ولا يكون مستقرا مثل الإصدار العادي. قم بأخذ نسخة احتياطية قبل التثبيت وينصح عدم استخدام آخر اصدار تطويري على موقع يستخدم بشكل أساسي.

source: ZIP Compressed Archive
ar_sa: أرشيف مضغوط ZIP

source: ZIP File
ar_sa: ملف مضغوط

source: Zambia
ar_sa: زامبيا

source: Zimbabwe
ar_sa: زيمبابوي

source: Zoom Rate
ar_sa: معدل التكبير

source: active
ar_sa: نشط

source: after {field}
ar_sa: بعد {field}

source: by
ar_sa: بواسطة

source: denotes a required field
ar_sa: يشير إلى أن الحقل مطلوب

source: e.g. Mr, Mrs, Dr
ar_sa: مثل السيد، السيدة، الدكتور

source: e.g. Present or Present - Late
ar_sa: مثلاً حضر أو حضر - متأخر

source: e.g. not Present and not Present - Late
ar_sa: مثلاً لم يحضر ولم يحضر - متأخر

source: fee entries encountered problems.
ar_sa: إدخالات الرسوم تواجه مشاكل.

source: gibbonedu.com Organisation Key
ar_sa: gibbonedu.com مفتاح منظمة

source: gibbonedu.com Organisation Name
ar_sa: gibbonedu.com اسم منظمة

source: gibbonedu.com Value Added Services
ar_sa: gibbonedu.com خدمات القيمة المضافة

source: invoices encountered problems.
ar_sa: الفواتير تواجه مشاكل.

source: m
ar_sa: شهراً

source: months
ar_sa: شهور

source: of
ar_sa: لـ

source: on
ar_sa: في

source: said
ar_sa: قال

source: start of {heading}
ar_sa: بداية {heading}

source: students
ar_sa: الطلاب

source: students encountered problems.
ar_sa: الطلاب يواجهون مشاكل.

source: type (e.g. discussion, outcome)
ar_sa: النوع (على سبيل المثال المناقشة، النتيجة)

source: y
ar_sa: عاماً

source: years
ar_sa: سنوات

source: {count} days until {name}'s birthday!
ar_sa: {count} أيام حتى {name} عيد الميلاد!

source: {homeworkName} + Due Dates
ar_sa: {homeworkName} + مواعيد التسليم النهائية

source: {homeworkName} Details
ar_sa: تفاصيل {homeworkName}

source: {name} is absent today.
ar_sa: {name} غائب اليوم.

source: {name} will be absent on {date} for {type}.
ar_sa: {name} سيكون غائبا بتاريخ {date} بسبب {type}.

source: {name}'s birthday today!
ar_sa: {name} عيد الميلاد اليوم!

source: {student} {formGroup} has withdrawn from {school} on {date}.
ar_sa: {student} {formGroup} انسحب من {school} بتاريخ {date}.

source: {student} {rollGroup} has withdrawn from {school} on {date}.
ar_sa: {student} {rollGroup} انسحب من {school} بتاريخ {date}.

source: {system} Application Form Payment Issue
ar_sa: مشكلة دفع نموذج الطلب {system}

source: {type} details could not be saved. Please check and create these records manually.
ar_sa: تعذر حفظ تفاصيل {type}. يرجى التحقق من هذه السجلات وإنشاءها يدويًا.
