Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: Messenger Settings
ar_sa: إدارة إعدادات المسنجر

source: Mexico
ar_sa: المكسيك

source: Micronesia, Federated States of
ar_sa: ولايات ميكرونيزيا الموحدة من

source: Microsoft Excel 2007+
ar_sa: مايكروسوفت إكسل 2007 +

source: Microsoft Excel 97/2000/XP
ar_sa: مايكروسوفت إكسل 97/2000/XP

source: Microsoft PowerPoint 2007+
ar_sa: مايكروسوفت باوربوينت 2007+

source: Microsoft PowerPoint 97/2000/XP
ar_sa: ميكروسوفت باوربوينت 97/2000/XP

source: Microsoft Word 2007+
ar_sa: مايكروسوفت وورد 2007+

source: Microsoft Word 97/2000/XP
ar_sa: ميكروسوفت وورد 97/2000/XP

source: Milestones
ar_sa: المعالم

source: Minimum Count
ar_sa: التعداد الأدنى

source: Minimum acceptable password length.
ar_sa: طول كلمة المرور المقبول كحد أدنى.

source: Minutes
ar_sa: دقائق

source: Miscellaneous
ar_sa: متنوع

source: Miscellaneous Settings
ar_sa: إعدادات منوعه

source: Miss
ar_sa: الأستاذة

source: Missing
ar_sa: مفقود

source: Missing required field: {fieldName}
ar_sa: الحقل المطلوب مفقود: {fieldName}

source: Missing value for required field: {fieldName}
ar_sa: قيمة مفقودة للحقل المطلوب: {fieldName}

source: Mobile
ar_sa: الجوال

source: Mobile, Home, Work, Fax, Page, Other
ar_sa: موبايل، منزل، عمل، فاكس، بيج، اخرى

source: Model ID
ar_sa: رقم الموديل

source: Model Name
ar_sa: اسم الموديل

source: Moderate severity, requiring intermediate level of readiness, action, individual support or differentiation.
ar_sa: متوسط الخطورة، والتي تتطلب مستوى متوسط ​​من الاستعداد، والعمل، الدعم الفردي أو التمييز.

source: Module error due to incorrect manifest file or folder name.
ar_sa: خطأ بالموديول بسبب خطأ في ملف البيان أ

source: Moldova, Republic of
ar_sa: جمهورية مولدوفا

source: Mon
ar_sa: الإثنين

source: Monaco
ar_sa: موناكو

source: Monday
ar_sa: الإثنين

source: Mongolia
ar_sa: منغوليا

source: Mongolian
ar_sa: المنغولية

source: Month
ar_sa: شهر

source: Month of Issue
ar_sa: شهر الإصدار

source: Monthly Top 5
ar_sa: أفضل 5 شهرياً

source: Montserrat
ar_sa: مونتسيرات

source: More Info
ar_sa: معلومات اكثر

source: More info
ar_sa: معلومات اكثر

source: Morocco
ar_sa: المغرب

source: Most common name, alias, nickname, etc.
ar_sa: الاسم الأكثر شيوعاً، اسم مستعار، لقب ، إلخ.

source: Most common name, alias, nickname, handle, etc
ar_sa: الاسم الأكثر شيوعاً، اسم مستعار، لقب ، إلخ.

source: Mother
ar_sa: الأم

source: Mozambique
ar_sa: موزمبيق

source: Mr.
ar_sa: السيد.

source: Mrs.
ar_sa: السيدة.

source: Ms.
ar_sa: الآنسة.

source: Multi Add
ar_sa: إضافة متعددة

source: Multi Factor Authentication Code
ar_sa: رمز المصادقة متعدد العوامل

source: Multiple
ar_sa: مضاعف

source: Music
ar_sa: الموسيقي

source: Must be alphanumeric
ar_sa: يجب أن يكون مكونا من حروف وأرقام

source: Must be at least %1$s characters in length.
ar_sa: يجب أن تكون على الأقل %1$s حرفاً في الطول.

source: Must be numeric. Number of records shown per page.
ar_sa: يجب أن تكون رقمية. عدد السجلات التي تظهر في كل صفحة.

source: Must be unique
ar_sa: يجب أن تكون فريدة من نوعها

source: Must be unique for this course.
ar_sa: يجب أن تكون فريدة من نوعها لهذا المنهج.

source: Must be unique for this grade scale.
ar_sa: يجب أن يكون فريد من نوعه لهذا لمقياس الدرجة هذا.

source: Must be unique for this school year.
ar_sa: يجب أن يكون فريد من نوعه لهذا العام الدراسي.

source: Must be unique if set.
ar_sa: يجب أن تكون فريدة من نوعها إذا تم تعيينها.

source: Must be unique.
ar_sa: يجب أن تكون فريدة من نوعها.

source: Must be unique. Controls chronological ordering.
ar_sa: يجب أن تكون فريدة من نوعها. وفق ترتيب عناصر التحكم الزمني.

source: Must be unique. System login name. Cannot be changed.
ar_sa: يجب أن تكون فريدة من نوعها. اسم تسجيل الدخول في النظام. لا يمكن تغييره.

source: Must start with http:// or https://
ar_sa: يجب أن يبدأ بـ http:// أو https://

source: My Activities
ar_sa: أنشطتي

source: My Application Forms
ar_sa: نماذج الطلب الخاصة بي

source: My Children's Classes
ar_sa: حصص أطفالي

source: My Classes
ar_sa: حصصي

source: My Expense Requests
ar_sa: نفقاتي المطلوبة

source: My Form Group
ar_sa: قائمة مجموعة طلابي

source: My Reporting
ar_sa: تقاريري

source: My Timetable
ar_sa: جدولي

source: My Website
ar_sa: موقعي الإلكتروني

source: Myanmar
ar_sa: ميانمار

source: NA
ar_sa: غير مطابق

source: Name
ar_sa: الاسم

source: Name In Characters
ar_sa: الاسم بالأحرف

source: Name not found
ar_sa: اسم الطالب غير مذكور في النص

source: Name of Google Project in Developers Console.
ar_sa: اسم مشروع جوجل في وحدة التحكم المطورين.

source: Name of organisation, as registered with gibbonedu.com, for access to value-added services.
ar_sa: اسم المنظمة، كما سجلت في gibbonedu.com، للوصول إلى الخدمات ذات القيمة المضافة.

source: Name on Document
ar_sa: الاسم على المستند

source: Name/Unit
ar_sa: الاسم/الوحدة

source: Namibia
ar_sa: ناميبيا

source: Nanny/Helper
ar_sa: مربية/مساعد

source: National ID Card
ar_sa: بطاقة الهوية الوطنية

source: National ID Card Number
ar_sa: رقم بطاقة الهوية الوطنية

source: National ID Card Scan
ar_sa: مسح ضوئي لبطاقة الهوية الوطنية

source: Nationality
ar_sa: الجنسية

source: Nauru
ar_sa: ناورو

source: Negative
ar_sa: سلبي

source: Negative Count
ar_sa: تعداد السلبي

source: Negative Descriptors
ar_sa: واصفات سلبية

source: Negative behaviour records this week
ar_sa: سجلات السلوك السلبي لهذا الأسبوع

source: Nepal
ar_sa: نيبال

source: Nepali
ar_sa: النيبالية

source: Netherlands
ar_sa: هولندا

source: Netherlands Antilles
ar_sa: جزر الأنتيل الهولندية

source: New Absence
ar_sa: غياب جديد

source: New Caledonia
ar_sa: كاليدونيا الجديدة

source: New Class
ar_sa: فصل جديد

source: New Condition
ar_sa: حالة جديدة

source: New Facility
ar_sa: مرفق جديد

source: New Guests
ar_sa: الزوار الجدد

source: New Message
ar_sa: رسالة جديدة

source: New Messages
ar_sa: رسائل جديدة

source: New Notifications
ar_sa: إخطار جديد

source: New Page
ar_sa: صفحة جديدة

source: New Parent
ar_sa: والد جديد

source: New Password
ar_sa: كلمة المرور الجديدة

source: New Quick Wall Message
ar_sa: رسالة حائط جديدة سريعة

source: New Resource %1$s
ar_sa: مصدر جديد %1$s

source: New Staff
ar_sa: موظف جديد

source: New Staff Member Welcome Email
ar_sa: بريد ترحيبي لموظف جديد

source: New Status
ar_sa: حالة جديدة

source: New Students
ar_sa: الطلاب الجدد

source: New Time Slots
ar_sa: حيزات الوقت الجديد

source: New Titles
ar_sa: عناوين جديدة

source: New Unit Name
ar_sa: إسم وحدة جديدة

source: New Value
ar_sa: القيمة الجديدة

source: New Zealand
ar_sa: نيوزيلندا

source: Newer
ar_sa: أحدث

source: Next
ar_sa: التالي

source: Next Day
ar_sa: اليوم التالي

source: Next Form Group
ar_sa: مجموعة الطلبة التالية

source: Next Lesson
ar_sa: الدرس التالي

source: Next School
ar_sa: المدرسة التالية

source: Next Week
ar_sa: الأسبوع القادم

source: Next Year
ar_sa: السنة المقبلة

source: Nicaragua
ar_sa: نيكاراغوا

source: Niger
ar_sa: النيجر

source: Nigeria
ar_sa: نيجيريا

source: Niue
ar_sa: نيوي

source: No
ar_sa: لا

source: No Category
ar_sa: لا تصنيف

source: No Current Alerts
ar_sa: لا توجد تنبيهات حالية

source: No Data
ar_sa: لا توجد بيانات

source: No Facility
ar_sa: لا يوجد مكان مخصص

source: No Type
ar_sa: لا يوجد نوع

source: No data
ar_sa: لا توجد بيانات

source: No known siblings
ar_sa: لا يوجد أقرباء معروفين

source: No medical data
ar_sa: لا توجد بيانات طبية

source: No number available
ar_sa: لا يوجد رقم متاح

source: No number available.
ar_sa: لا يوجد رقم متاح.

source: No results
ar_sa: لا نتائج

source: No spaces or punctuation, just numbers
ar_sa: لا مسافات أو علامات تنقيط، مجرد أرقام

source: No upcoming due dates!
ar_sa: لا توجد مواعيد تسليم نهائية مقبلة!

source: No upcoming due dates. Yay!
ar_sa: لا توجد مواعيد نهائية مقبلة. مرحى!

source: No year groups available.
ar_sa: لا تتوفر مجموعات سنوية.

source: Non-Current Courses
ar_sa: ليست مناهج حالية

source: Non-Verbal
ar_sa: الغير لفظي

source: Non-paid Leave
ar_sa: إجازات غير مدفوعة

source: None
ar_sa: لا شيء

source: Norfolk Island
ar_sa: جزيرة نورفولك

source: Northern Mariana Islands
ar_sa: جزر ماريانا الشمالية

source: Norway
ar_sa: النرويج

source: Norwegian
ar_sa: النرويجية

source: Not Accepted
ar_sa: غير مقبول

source: Not Available
ar_sa: غير متاح

source: Not Confirmed
ar_sa: غير مؤكد

source: Not Installed
ar_sa: غير مثبت

source: Not Ready
ar_sa: غير جاهز

source: Not Sent
ar_sa: غير مرسل

source: Not Submitted Online
ar_sa: لم يتم التسليم إلكترونياً

source: Not ready to install.
ar_sa: غير جاهز للتثبيت.

source: Not sent by email.
ar_sa: غير مرسل عبر البريد الإلكتروني.

source: Not sent by message wall.
ar_sa: غير مرسلة عبر رسالة الحائط.

source: Not sent by sms.
ar_sa: غير مرسل عبر الرسائل القصيرة.

source: Not submitted online
ar_sa: لم يتم التسليم إلكترونياً

source: Note
ar_sa: ملاحظة

source: Note Taker
ar_sa: كاتب الملاحظات

source: Note that certain fields are hidden or revealed depending on the role categories (Staff, Student, Parent) that a user is assigned to. For example, parents do not get Emergency Contact fields, and students/staff do not get Employment fields.
ar_sa: لاحظ أن بعض الحقول مخفية أو مكشوفة تبعا لفئات الدور (فريق العمل ,الطالب ,ولي الأمر ) التي ينتمي لها المستخدم. على سبيل المثال،حقول أولياء الأمور لا يحصلون على الاتصال في حالات الطوارئ، و الطلاب/فريق العمل لا يحصلون على حقول التوظيف.

source: Notes
ar_sa: ملاحظات

source: Notes & Review
ar_sa: الملاحظات والمراجعة

source: Notification Default
ar_sa: الإخطار الافتراضي

source: Notification Message
ar_sa: رسالة الإخطار

source: Notification Settings
ar_sa: إعدادات الاشعارات

source: Notifications
ar_sa: الإشعارات

source: Notifications can always be viewed on screen.
ar_sa: يمكن عرض الإشعارات دوماً على الشاشة.

source: Notify Subscribers
ar_sa: إخطار المشتركين

source: Notify all class participants
ar_sa: إشعار جميع المشاركين في الحصة

source: Number
ar_sa: عدد

source: Number 1
ar_sa: الرقم 1

source: Number 2
ar_sa: الرقم 2

source: Number Of Absences
ar_sa: عدد مرات الغياب

source: Number of Columns
ar_sa: عدد الأعمدة

source: Number of Copies
ar_sa: عدد النسخ

source: Number of School Days
ar_sa: عدد أيام الدراسة

source: Number of Sessions
ar_sa: عدد الجلسات

source: Number of inputs on this page
ar_sa: عدد من المدخلات في هذه الصفحة

source: Numeric
ar_sa: رقمي

source: Numeric value of the fee in %1$s.
ar_sa: القيمة الرقمية للرسوم في %1$s .

source: Numeric value of the fee.
ar_sa: القيمة الرقمية للرسوم.

source: Numeric value.
ar_sa: قيمة رقمية.

source: OUT
ar_sa: خارج

source: OUTCOMES
ar_sa: النتائج

source: Obvious language needs in English acquisition.
ar_sa: تحتاج لغة واضحة في اكتساب اللغة الإنجليزية.

source: Office
ar_sa: مكتب

source: Office Only
ar_sa: مكتب فقط

source: Official Name
ar_sa: الاسم الرسمي

source: Official learning needs that have been professionally identified.
ar_sa: الاحتياجات التعليمية الرسمية التي تم تحديدها احترافياً.

source: Offspring
ar_sa: نسْل (ج: أنْسال)

source: Oh no!
ar_sa: أوه لا!

source: Older
ar_sa: أقدم

source: Older occurrences not shown...
ar_sa: الأحداث القديمة لا تظهر...

source: Oman
ar_sa: عمان

source: On
ar_sa: تشغيل

source: On Loan
ar_sa: معار

source: On Return
ar_sa: مسترد

source: On Time
ar_sa: في الوقت المحدد

source: On which day should the week begin?
ar_sa: في أي يوم يبدأ الأسبوع؟

source: One
ar_sa: واحد

source: Online Payment
ar_sa: الدفع الإلكتروني

source: Online Payment Threshold
ar_sa: حد الدفع الإلكتروني

source: Online Submission
ar_sa: التسليم الإلكتروني

source: Online Submission?
ar_sa: التسليم إلكتروني؟

source: Online payment has not been completed at this time.
ar_sa: لم يكتمل الدفع عبر الإنترنت في هذا الوقت.

source: Online submission is %1$s for this homework.
ar_sa: التسليم الإلكتروني هو %1$s لهذا الواجب.

source: Online submission is {required} for this {homeworkName}.
ar_sa: التسليم الإلكتروني {مطلوب} لـ {homeworkName}.

source: Only available if source and target classes are in the same course.
ar_sa: سيكون متوفر فقط أذا كان المصدر والحصص المستهدفة في نفس المنهج.

source: Only enables timetable integration when logging in via Google.
ar_sa: فقط يتم تمكين الإندماج بالجدول الزمني عند تسجيل الدخول عبر جوجل.

source: OpenOffice SpreadSheet
ar_sa: جداول بيانات أوبن اوفيس

source: OpenOffice Text
ar_sa: نص أوبن أوفيس

source: Opening Date
ar_sa: تاريخ الفتح

source: Operating System
ar_sa: نظام التشغيل

source: Optional
ar_sa: اختياري

source: Optionally add your input as a prefix to calendar events.
ar_sa: اختياريًا أضف إدخالك كبادئة لأحداث التقويم.

source: Options
ar_sa: الخيارات

source: Orange
ar_sa: برتقالي

source: Order
ar_sa: الترتيب

source: Order in which fields appear within category<br/>Should be unique for this category.
ar_sa: طريقة عرض الحقول داخل كل تصنيف <br/> وسيكون خاص بهذا التصنيف فقط

source: Ordering
ar_sa: ترتيب

source: Organisation Email
ar_sa: البريد الإلكتروني للمنظمة

source: Organisation Initials
ar_sa: الأحرف الأولى من اسم المنظمة

source: Organisation Name
ar_sa: اسم المنظمة

source: Organisation Settings
ar_sa: إعدادات المنظمة

source: Organisation's private key, as registered with gibbonedu.com, for access to value-added services.
ar_sa: المفتاح الخاص باالمنظمة ، كما هو مسجل في gibbonedu.com، للوصول إلى الخدمات ذات القيمة المضافة.

source: Organiser
ar_sa: المنظم

source: Original Facility
ar_sa: المرفق الأصلي

source: Original String
ar_sa: النص الأصلي

source: Original string, replacement string.
ar_sa: النصل الأصلي، النص البديل.

source: Orphaned Modules
ar_sa: السمات اليتيمة

source: Orphaned Themes
ar_sa: السمات اليتيمة

source: Other
ar_sa: أخرى

source: Other Forms
ar_sa: استمارات أخرى

source: Other Guest
ar_sa: زائر آخر

source: Other Information
ar_sa: معلومات أخرى

source: Other Needs
ar_sa: احتياجات أخرى

source: Other Parents
ar_sa: أولياء أمور آخرين

source: Other Relation
ar_sa: علاقة أخرى

source: Other Students
ar_sa: طلاب آخرين

source: Other Teachers
ar_sa: المدرسين الآخرين

source: Out
ar_sa: انصراف

source: Out of Class
ar_sa: الخروج من الفصل

source: Out:
ar_sa: خارج:

source: Outcome
ar_sa: النتيجة

source: Outcome Based
ar_sa: على أساس النتيجة

source: Outcomes
ar_sa: النتائج

source: Outcomes By Course
ar_sa: النتائج حسب المنهج

source: Outcomes listed here...
ar_sa: النتائج مذكورة هنا ...

source: Output all parental first mobile numbers by year group: if there are no details, then show emergency details.
ar_sa: انتاج جميع أرقام الهواتف النقالة الأولى لأولياء الأمور حسب السنة الدراسية: إذا كانت هناك أية تفاصيل، ثم عرض تفاصيل الطوارئ.

source: Override the system default language.
ar_sa: تجاوز لغة النظام الافتراضية.

source: Override the system theme.
ar_sa: تجاوز سمة النظام.

source: Overview
ar_sa: نظرة عامة

source: Owner
ar_sa: المالك

source: Owner/User
ar_sa: المالك/المستخدم

source: Ownership
ar_sa: الملكية

source: Ownership Type
ar_sa: نوع الملكية

source: Page Count
ar_sa: عدد الصفحات

source: Page Name
ar_sa: اسم الصفحة

source: Pager
ar_sa: بيجر

source: Pages
ar_sa: الصفحات

source: Pagination Count
ar_sa: عدد ترقيم الصفحات

source: Paid
ar_sa: مدفوعة

source: Paid - Late
ar_sa: مدفوعة - متاخرة

source: Pakistan
ar_sa: باكستان

source: Palau
ar_sa: بالاو

source: Palestinian Territory, Occupied
ar_sa: الأراضي الفلسطينية المحتلة

source: Panama
ar_sa: بناما

source: Papua New Guinea
ar_sa: بابوا غينيا الجديدة

source: Paraguay
ar_sa: باراغواي

source: Parent
ar_sa: ولي أمر

source: Parent %1$s By Email
ar_sa: ولي الأمر %1$s عبر البريد الإلكتروني

source: Parent %1$s Contact Priority
ar_sa: ولي الأمر %1$s أولوية الإتصال

source: Parent %1$s Email
ar_sa: ولي الأمر %1$s البريد الإلكتروني

source: Parent %1$s Employer
ar_sa: ولي الأمر %1$s مكان العمل

source: Parent %1$s First Language
ar_sa: ولي الأمر %1$s اللغة الأولى

source: Parent %1$s Name
ar_sa: ولي الأمر %1$s الاسم

source: Parent %1$s Phone
ar_sa: ولي الأمر %1$s الهاتف

source: Parent %1$s Profession
ar_sa: ولي الأمر %1$s المهنة

source: Parent %1$s Relationship
ar_sa: ولي الأمر %1$s صلة القرابة

source: Parent %1$s Second Language
ar_sa: ولي الأمر %1$s اللغة الثانية

source: Parent 1
ar_sa: ولي الأمر 1

source: Parent 1 Contact Priority
ar_sa: ولي الأمر 1 أولوية الإتصال

source: Parent 1 Email
ar_sa: ولي الأمر 1 البريد الإلكتروني

source: Parent 1 Employer
ar_sa: ولي الأمر 1 مكان العمل

source: Parent 1 First Language
ar_sa: ولي الأمر 1 اللغة الأولى

source: Parent 1 Name
ar_sa: ولي الأمر 1 الاسم

source: Parent 1 Phone
ar_sa: ولي الأمر 1 الهاتف

source: Parent 1 Profession
ar_sa: ولي الأمر 1 المهنة

source: Parent 1 Relationship
ar_sa: ولي الأمر 1 صلة القرابة

source: Parent 1 Second Language
ar_sa: ولي الأمر 1 اللغة الثانية

source: Parent 1 already exists in Gibbon, and so does not need a new account.
ar_sa: الوالد 1 موجود مسبقا في التطبيقة، ولهذا لا تحتاج لحساب جديد.

source: Parent 1 could not be created!
ar_sa: تعذر إنشاء ولي الأمر 1!

source: Parent 1 could not be linked to family!
ar_sa: ولي الأمر 1 لم يتمكن من بطه بالأسرة!

source: Parent 2
ar_sa: ولي الأمر 2

source: Parent 2 could not be created!
ar_sa: تعذر إنشاء ولي الأمر 2!

source: Parent 2 could not be linked to family!
ar_sa: ولي الأمر 2 لم يتمكن من بطه بالأسرة!

source: Parent Acceptance Template
ar_sa: نموذج قبول ولي الأمر

source: Parent Dashboard Default Tab
ar_sa: الشاشة الافتراضية للوحة ولي الأمر

source: Parent Emails
ar_sa: رسائل البريد الإلكتروني لولي الأمر

source: Parent Weekly Email Summary
ar_sa: ملخص البريد الإلكتروني الاسبوعي لولي الأمر

source: Parent Weekly Email Summary Include Behaviour
ar_sa: ملخص البريد الإلكتروني الاسبوعي لولي الأمر يشمل السلوك

source: Parent fields enable the creation of parent users once an application has been accepted.
ar_sa: تتيح الحقول الأصلية إنشاء مستخدمين أصليين بمجرد قبول التطبيق.

source: Parent or guardian of person studying in
ar_sa: ولي الأمر أو الوصي للشخص الذي يقوم بالدراسة

source: Parent/Guardian
ar_sa: ولي أمر/وصي

source: Parental Contacts
ar_sa: جهات إتصال أولياء الأمور

source: Parents
ar_sa: الوالدين

source: Parents Notification Default
ar_sa: إشعار أولياء الأمور الإفتراضي

source: Parents Notification Message
ar_sa: رسالة إشعار أولياء الأمور

source: Parents of students interested in study at %1$s may use our %2$s online form%3$s to initiate the application process.
ar_sa: أولياء أمور الطلبة المهتمين بالدراسة في %1$s بإمكانهم استخدام %2$s نموذج التسجيل الإلكتروني %3$s للبدء في عملية التسجيل.

source: Parents/Guardians
ar_sa: الآباء/الأوصياء

source: Partial
ar_sa: جزئي

source: Participant
ar_sa: مشارك

source: Participants
ar_sa: المشاركين

source: Participants by Activity
ar_sa: المشاركين حسب النشاط

source: Participants for
ar_sa: المشاركين لـ

source: Passport Number
ar_sa: رقم جواز السفر

source: Password
ar_sa: كلمة المرور

source: Password - Alpha Requirement
ar_sa: كلمة المرور - تتطلب حروف كبيرة وصفيرة

source: Password - Minimum Length
ar_sa: كلمة المرور - الطول الادني

source: Password - Non-Alphanumeric Requirement
ar_sa: كلمة المرور - تتطلب رموز ترقيم

source: Password - Numeric Requirement
ar_sa: كلمة المرور - تتطلب ارقام

source: Password Policy
ar_sa: سياسة كلمة المرور

source: Password Reset
ar_sa: إعادة تعيين كلمة المرور

source: Past
ar_sa: الماضى

source: Pastoral
ar_sa: أدب ريفي

source: Patient
ar_sa: المريض

source: Pay Now
ar_sa: الدفع الآن

source: PayPal API Password
ar_sa: كلمة مرور API الباي بال (PayPal)

source: PayPal API Signature
ar_sa: توقيع API الباي بال (PayPal)

source: PayPal API Username
ar_sa: إسم مستخدم API الباي بال (PayPal)

source: PayPal Payment Gateway
ar_sa: بوابة الدفع عبر بأي بال (PayPal)

source: Payment
ar_sa: الدفـع

source: Payment Amount:
ar_sa: مبلغ الدفع:

source: Payment Details
ar_sa: تفاصيل الدفع

source: Payment ID
ar_sa: معرف الدفع

source: Payment Information
ar_sa: معلومات الدفع

source: Payment Log
ar_sa: سجل الدفع

source: Payment Method
ar_sa: طريقة الدفع

source: Payment Payer ID:
ar_sa: رقم معرف من قام بالدفع:

source: Payment Receipt
ar_sa: إيصال الدفع

source: Payment Receipt ID:
ar_sa: رقم معرف إيصال الدفع:

source: Payment Token
ar_sa: رمز الدفع

source: Payment Token:
ar_sa: رمز الدفع:

source: Payment Total
ar_sa: كل المدفوعات

source: Payment Transaction ID:
ar_sa: رقم معرف معاملة الدفع:

source: Payment Type
ar_sa: نوع الدفع

source: Payment can be made by credit card, using our secure %2$s payment gateway. When you press Pay Now below, you will be directed to a %1$s page from where you can use %2$s in order to make payment. You can continue with payment through %1$s whether you are logged in or not. During this process we do not see or store your credit card details.
ar_sa: يمكن السداد عن طريق بطاقة الائتمان ، باستخدام بوابة الدفع الآمنة %2$s الخاصة بنا. عند الضغط على الدفع الآن أدناه ، سيتم توجيهك إلى صفحة %1$s حيث يمكنك استخدام %2$s لإجراء الدفع. يمكنك متابعة الدفع من خلال %1$s سواء قمت بتسجيل الدخول أم لا. أثناء هذه العملية ، لا نرى أو نخزن تفاصيل بطاقة الائتمان الخاصة بك.

source: Payment can be made by credit card, using our secure %2$s payment gateway. When you press Pay Online Now, you will be directed to %2$s in order to make payment. During this process we do not see or store your credit card details. Once the transaction is complete you will be returned to %1$s.
ar_sa: يمكن السداد عن طريق بطاقة الائتمان ، باستخدام بوابة الدفع الآمنة %2$s الخاصة بنا. عند الضغط على Pay Online Now ، سيتم توجيهك إلى %2$s لإجراء الدفع. أثناء هذه العملية ، لا نرى أو نخزن تفاصيل بطاقة الائتمان الخاصة بك. بمجرد اكتمال المعاملة ، ستتم إعادتك إلى %1$s.

source: Payment can be made by credit card, using our secure PayPal payment gateway. When you press Pay Online Now, you will be directed to PayPal in order to make payment. During this process we do not see or store your credit card details. Once the transaction is complete you will be returned to %1$s.
ar_sa: يمكن أن يتم الدفع ببطاقة الائتمان، باستخدام بوابتنا الآمنة للدفع عبر بأي بال . عندما تضغط على الدفع الإلكتروني الآن (Pay Online Now)، سيتم توجيهك إلى بأي بال من أجل إجراء الدفع. أثناء هذه العملية نحن لا نشاهد أو نخزن تفاصيل بطاقة الائتمان الخاصة بك. عندما تتم عملية الدفع سيتم توجيهك للرجوع إلى %1$s .

source: Payment is not permitted for this invoice, as the total amount is greater than the permitted online payment threshold.
ar_sa: الدفع غير مسموح لثمن هذه الفاتورة، لأن المبلغ الإجمالي هو أكبر من الحد المسوح به للدفع إلكترونياً.

source: Payment must be made by credit card, using our secure PayPal payment gateway. When you press Submit at the end of this form, you will be directed to PayPal in order to make payment. During this process we do not see or store your credit card details.
ar_sa: يجب أن يكون الدفع ببطاقة الائتمان، باستخدام بوابتنا الآمنة للدفع عبر بأي بال . عندما تضغط على إرسال في نهاية هذا النموذج، سيتم توجيهك إلى بأي بال من أجل إجراء الدفع. أثناء هذه العملية نحن لا نشاهد أو نخزن تفاصيل بطاقة الائتمان الخاصة بك.

source: Payment system
ar_sa: نظام الدفع

source: Payment via PayPal may or may not have been successful, but has not been recorded either way due to a system error. Please check your PayPal account for details. The following may be useful:
ar_sa: الدفع عن طريق بأي بال (PayPal) قد أو ربما لم يكن ناجح، ولكن لم يسجل أي من الاتجاهين بسبب خطأ في نظام. الرجاء التحقق من حساب بأي بال الخاص بك للحصول على التفاصيل. قد يكون التالي مفيد:

source: Payment via PayPal was successful, but has not been recorded due to a system error. Please check your PayPal account for details. The following may be useful:
ar_sa: الدفع عن طريق بأي بال (PayPal) ناجح، ولكن لم يسجل بسبب خطأ في نظام. الرجاء التحقق من حساب بأي بال (PayPal) الخاص بك للحصول على التفاصيل. قد يكون التالي مفيد:

source: Payment via PayPal was unsuccessful, and has also not been recorded due to a system error. Please check your PayPal account for details. The following may be useful:
ar_sa: الدفع عن طريق بأي بال (PayPal) غير ناجح، وأيضا لم يسجل بسبب خطأ في النظام. الرجاء التحقق من حساب بأي بال (PayPal) الخاص بك للحصول على التفاصيل. قد يكون التالي مفيد:
