Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: Sync
ar_sa: مزامنة

source: Sync Results
ar_sa: مزامنة النتائج

source: Syrian Arab Republic
ar_sa: سوريا

source: System Access
ar_sa: الوصول للنظام

source: System Admin
ar_sa: إدارة النظام

source: System Administrator
ar_sa: مسؤول النظام

source: System Check
ar_sa: فحص النظام

source: System Data
ar_sa: بيانات النظام

source: System Default
ar_sa: النظام الافتراضي

source: System Language
ar_sa: لغة النظام

source: System Name
ar_sa: اسم النظام

source: System Overview
ar_sa: ملخص حالة النظام

source: System Requirements
ar_sa: متطلبات النظام

source: System Roles
ar_sa: قوانين النظام

source: System Settings
ar_sa: إعدادات النظام

source: System Settings are not set: the system cannot be displayed
ar_sa: لم يتم تعيين إعدادات النظام: لا يمكن عرض النظام

source: System login ID.
ar_sa: معرف تسجيل الدخول للنظام.

source: System-wde currency for financial transactions. Support for online payment in this currency depends on your credit card gateway: please consult their support documentation.
ar_sa: عملة نطاق المنظومة (System-Wide) للمعاملات المالية. دعم الدفع الإلكتروني في هذه العملة يعتمد على بوابة بطاقة الائتمان الخاصة بك: الرجاء مراجعة وثائق دعمهم.

source: System-wide access control
ar_sa: التحكم بالوصول على مستوى النظام

source: THE SYSTEM WILL NOT PROMPT YOU TO PROCEED, IT WILL JUST DO THE IMPORT. BACKUP YOUR DATA.
ar_sa: هذا النظام سوف لا يطالبك للمضي قدما، وهو فقط سيقوم بالاستيراد. قم بعمل النسخ الاحتياطي لبياناتك.

source: THIS INVOICE IS A PREVIEW: IT HAS NOT YET BEEN ISSUED AND IS FOR TESTING PURPOSES ONLY!
ar_sa: هذه الفاتورة للمعاينة : لم يتم إصدارها بعد وهي لغرض التجربة فقط!

source: TV
ar_sa: تلفاز

source: Tags
ar_sa: الوسوم

source: Taiwan
ar_sa: تايوان

source: Tajikistan
ar_sa: طاجيكستان

source: Take Attendance
ar_sa: أخذ الحضور

source: Take Attendance by Class
ar_sa: اخذ الحضور حسب الفصل

source: Take Attendance by Form Group
ar_sa: أخذ الحضور حسب مجموعة الطلبة

source: Take Attendance by Person
ar_sa: أخذ الحضور حسب الشخص

source: Take attendance, one form group at a time
ar_sa: أخذ الحضور، مجموعة طلبة واحدة في كل مرة

source: Take attendance, one person at a time
ar_sa: أخذ الحضور، شخص واحد في كل مرة

source: Tamil
ar_sa: التأميلية

source: Tanzania, United Republic of
ar_sa: جمهورية تنزانيا المتحدة

source: Target
ar_sa: الهدف

source: Target Class
ar_sa: الحصة المستهدفة

source: Target Family
ar_sa: الأسرة الهدف

source: Target Grade
ar_sa: الدرجة المستهدفة

source: Target User
ar_sa: المستخدم الهدف

source: Targets
ar_sa: الأهداف

source: Tasks
ar_sa: المهام

source: Taught by:
ar_sa: تدرس من قبل:

source: Teacher
ar_sa: معلم

source: Teacher (Curriculum)
ar_sa: المعلم (المناهج الدراسية)

source: Teacher - Left
ar_sa: المعلم- مغادر

source: Teacher Recorded
ar_sa: المعلم المسجل

source: Teacher Recorded Homework
ar_sa: الواجب المنزلي المسجل من قبل المعلم

source: Teacher Sync
ar_sa: مزامنة المعلم

source: Teacher's Computer
ar_sa: حاسب آلي خاص بالمعلمين

source: Teacher's Notes
ar_sa: ملاحظات المعلم

source: Teacher's Notes Template
ar_sa: قالب مذكرات المعلم

source: Teachers
ar_sa: المعلمون

source: Teaching
ar_sa: التعليم

source: Teaching & Learning
ar_sa: التعليم والتعلم

source: Teaching Strategies
ar_sa: استراتيجيات التدريس

source: Teaching computer
ar_sa: كمبيوتر للتدريس

source: Technician
ar_sa: فني

source: Telephone
ar_sa: هاتف

source: Telephone Number
ar_sa: رقم الهاتف

source: Tell Us More
ar_sa: أخبرنا بالمزيد

source: Template
ar_sa: قالب

source: Template Builder
ar_sa: منشئ القوالب

source: Template to be inserted into Lesson Details field
ar_sa: القالب المراد إدراجها في حقل تفاصيل الدرس

source: Template to be inserted into Teacher's Notes field
ar_sa: القالب المراد إدراجه في حقل ملاحظات للمعلم

source: Template to be inserted into Unit Outline section of planner
ar_sa: القالب المراد إدراجه في قسم موجز الوحدة للمخطط

source: Template to be inserted into new block in Smart Unit
ar_sa: القالب المراد إدراجه في كتلة جديدة في الوحدة الذكية

source: Term
ar_sa: الفصل الدراسي

source: Term Date
ar_sa: تاريخ الفصل الدراسي

source: Terms
ar_sa: الشروط

source: Terms in which the activity will run.
ar_sa: الفصل الدراسي الذي سيتم تشغيل النشاط فيه.

source: Test taken on
ar_sa: عمل الإختبار في

source: Testing
ar_sa: اختبار

source: Tetanus
ar_sa: كزاز

source: Tetanus Within 10 Years
ar_sa: لقاح التينانوس خلال 10 سنوات

source: Tetanus Within Last 10 Years?
ar_sa: الكزاز خلال اخر 10 سنوات؟

source: Text displayed in system's welcome page.
ar_sa: النص المعروض في صفحة ترحيب النظام.

source: Text to appear in first level reminder level, above invoice details and fees.
ar_sa: النص الذي سيظهر في المستوى الأول من مستوى التذكير، أعلى تفاصيل الفاتورة والرسوم.

source: Text to appear in invoice, above invoice details and fees.
ar_sa: النص الذي سيظهر في الفاتورة، أعلى تفاصيل الفاتورة والرسوم.

source: Text to appear in invoice, below invoice details and fees.
ar_sa: النص الذي سيظهر في الفاتورة، أدنى تفاصيل الفاتورة والرسوم.

source: Text to appear in receipt, above receipt details and fees.
ar_sa: النص الذي سيظهر في ايصال الاستلام، أعلى تفاصيل الإيصال والرسوم.

source: Text to appear in receipt, below receipt details and fees.
ar_sa: النص الذي سيظهر في ايصال الاستلام، أدنى تفاصيل الإيصال والرسوم.

source: Text to appear in second level reminder level, above invoice details and fees.
ar_sa: النص الذي سيظهر في المستوى الثاني من مستوى التذكير، أعلى تفاصيل الفاتورة والرسوم.

source: Text to appear in third level reminder level, above invoice details and fees.
ar_sa: النص الذي سيظهر في المستوى الثالث من مستوى التذكير، أعلى تفاصيل الفاتورة والرسوم.

source: Text to display on the homepage with the admissions link.
ar_sa: نص لعرضه على الصفحة الرئيسية مع رابط القبول.

source: Thai
ar_sa: التايلاندية

source: Thailand
ar_sa: تايلند

source: Thank you for confirming receipt and reading of this email.
ar_sa: شكرا لتأكيد استلامك للإيصال وقراءة هذه الرسالة.

source: The Baseline column is populated based on student performance in external assessments, and can be used as a reference point for the grades in the markbook.
ar_sa: يتم ملء عمود الأساس بناءً على أداء الطالب في التقييمات الخارجية ، ويمكن استخدامه كنقطة مرجعية للدرجات في دفتر العلامات.

source: The address at which the whole system resides.
ar_sa: العنوان الذي يقوم عليه النظام بأكمله.

source: The applicant has successfully been added to staff listing.
ar_sa: تم إضافة المتقدم إلى قائمة الموظفين بنجاح.

source: The applying family is already a member of %1$s.
ar_sa: العائلة المتقدمة هي بالاصل عضو في %1$s.

source: The content of email templates can be customized in System Admin > Email Templates.
ar_sa: يمكن تخصيص محتوى قوالب البريد الإلكتروني في مسؤول النظام> قوالب البريد الإلكتروني.

source: The cost of applying to the school.
ar_sa: تكلفة التقديم بالمدرسة.

source: The country the school is located in
ar_sa: الدولة التي تقع فيها المدرسة

source: The database could not be locked for use.
ar_sa: لا يمكن تأمين قاعدة البيانات للاستخدام.

source: The database tables could not be emptied.
ar_sa: لا يمكن إفراغ جداول قاعدة البيانات.

source: The database tables were successfully emptied.
ar_sa: تم إفراغ حقول قاعدة البيانات بنجاح.

source: The database was successfully locked.
ar_sa: تم تأمين قاعدة البيانات بنجاح.

source: The deadline has passed. Your work will be marked as late.
ar_sa: لقد مر الموعد النهائي. سيتم وضع علامة متأخر على عملك.

source: The directory containing the Gibbon files is not currently writable. Unable to create config.php.
ar_sa: الدليل الذي يحتوي على ملفات Gibbon غير قابل للكتابة حاليًا. تعذر إنشاء config.php.

source: The directory containing the Gibbon files is writable, so the installation may proceed.
ar_sa: الدليل الذي يحتوي ملفات Gibbon قابل للكتابة، لذلك يمكن متابعة التثبيت.

source: The due date has passed, and no work has been submitted.
ar_sa: لقد مر الموعد المحدد، ولم يتم تقديم أي عمل.

source: The extended version of the brief student profile includes contact information of parents.
ar_sa: نسخة موسعة من الصفحة الشخصية الموجزة للطالب تتضمن معلومات جهة الاتصال أولياء الأمور.

source: The file config.php already exists in the root folder and is not empty.
ar_sa: الملف config.php موجود بالفعل في المجلد الجذر وليس فارغًا.

source: The file config.php already exists in the root folder and is not writable.
ar_sa: الملف config.php موجود بالفعل في المجلد الجذر وغير قابل للكتابة.

source: The following SQL statements caused errors:
ar_sa: عبارات SQL التالية تسببت أخطاء:

source: The following attendance log has been recorded for the selected student today:
ar_sa: سجل الحضور التالي تم تسجيله للطلبة المحددين اليوم:

source: The following classes were added to Gibbon: %1$s.
ar_sa: تمت إضافة الحصص التالية إلى Gibbon: %1$s.

source: The following courses were added to Gibbon: %1$s.
ar_sa: تمت إضافة المناهج التالية إلى Gibbon: %1$s.

source: The following functionality is inactive because it depends on one or more fields that are not present in your form. You can add the required fields to your form to enable this functionality.
ar_sa: الوظيفة التالية غير نشطة لأنها تعتمد على حقل واحد أو أكثر غير موجود في النموذج الخاص بك. يمكنك إضافة الحقول المطلوبة إلى النموذج الخاص بك لتمكين هذه الوظيفة.

source: The following future absences have been set for the selected student.
ar_sa: تم تعيين الغيابات المستقبلية التالية للطلبة المحددين.

source: The form builder enables you to design application forms as well as other custom forms for collecting user data. The features available in each form depend on the fields added to them.
ar_sa: يمكّنك منشئ الاستمارات من تصميم استمارات الطلبات بالإضافة إلى الاستمارات المخصصة الأخرى لتجميع بيانات المستخدم. تعتمد الميزات المتوفرة في كل استمارة على الحقول المضافة إليها.

source: The highest grouped action cannot be determined.
ar_sa: لا يمكن تحديد أقصى عدد للإجرائات المجمعة.

source: The import does not include student lists.
ar_sa: لا يشمل الاستيراد القوائم الطلابية.

source: The import file could not be temporarily stored in the database for analysis.
ar_sa: لا يمكن تخزين ملف الاستيراد مؤقتا في قاعدة البيانات لتحليلها.

source: The import file was successfully stored in the database for analysis.
ar_sa: تم تخزين ملف الاستيراد بنجاح في قاعدة البيانات لتحليلها.

source: The import includes course, class, period, teacher and room information: the structure of the target timetable must already be in place.
ar_sa: الاستيراد يحتوي على كورسات، فصول، جداول، معلمين ومعلومات عن الغرف: هيكل الجدول يفترض أن يكون موجودا مسبقا

source: The link that points to the school/'s email system
ar_sa: الرابط الذي يشير إلى نظام البريد الإلكتروني الخاص بالمدرسة

source: The link that points to the school/'s website
ar_sa: الرابط الذي يشير إلى الموقع الإلكتروني للمدرسة

source: The list below shows all lessons in which there is work that you can crowd assess.
ar_sa: تبين القائمة أدناه جميع الدروس التي يوجد فيها عمل يمكن أن يعيق التقييم.

source: The local FS path to the system
ar_sa: مسار الملفات المحلي للنظام.

source: The minimum age, in years, permitted to register.
ar_sa: الحد الأدنى للعمر بالسنوات، للسماح بالتسجيل.

source: The most a student can sign up for in one term. Set to 0 for unlimited.
ar_sa: أكثر عدد طلاب يمكنهم التسجيل في فصل دراسي واحد. تعيين إلى 0 ليكون غير محدود.

source: The name of a person or link to a website, etc.
ar_sa: اسم الشخص أو رابط لموقع على شبكة الإنترنت، إلخ.

source: The next school year cannot be determined, so this action cannot be performed.
ar_sa: العام الدراسي المقبل لا يمكن تحديده، لذلك لا يمكن أداء هذا العمل.

source: The order in which school should contact family members.
ar_sa: الترتيب الذي يجب أن تتصل به المدرسة.

source: The password policy stipulates that passwords must:
ar_sa: تنص سياسة كلمة المرور على أنه يجب أن تكون كلمات المرور:

source: The primary language used in the student's home.
ar_sa: اللغة الرئيسية المستخدمة في منزل الطالب.

source: The purpose of this installation of Gibbon
ar_sa: الغرض من هذا التنزيل من Gibbon

source: The required field "{name}" is not set.
ar_sa: لم يتم تعيين الحقل المطلوب "{name}".

source: The rubric cannot be drawn.
ar_sa: سلم التقييم (Rubric) لا يمكن إستخلاصه.

source: The selected application does not exist or has already been processed.
ar_sa: الطلب المحدد غير موجود أو قد تم معالجته بالفعل.

source: The selected page cannot be displayed due to a hook error.
ar_sa: لا يمكن عرض الصفحة المحددة بسبب خطأ hook .

source: The selected record does not exist, or you do not have access to it.
ar_sa: السجل المحدد غير موجود، أو ليس لديك حق الوصول إليه.

source: The selected record does not exist.
ar_sa: السجل المحدد غير موجود.

source: The specified date is in the future: it must be today or earlier.
ar_sa: التاريخ المحدد في المستقبل: يجب أن يكون اليوم أو في وقت سابق.

source: The specified date is outside of the allowed range.
ar_sa: التاريخ المحدد خارج النطاق المسموح به.

source: The specified record cannot be found.
ar_sa: لا يمكن العثور على السجل المحدد.

source: The specified record does not exist.
ar_sa: السجل المحدد غير موجود.

source: The staff check was successfully completed: all staff in the import file were found in Gibbon.
ar_sa: تم الانتهاء من فحص الموظفين بنجاح: تم العثور على جميع الموظفين في ملف الاستيراد في Gibbon.

source: The standard loan length for a library item, in days
ar_sa: مدة القرض القياسي لعنصر مكتبة، في أيام

source: The student has successfully been enrolled in the specified school year, year group and form group.
ar_sa: تم بنجاح إلحاق الطالب في السنة الدراسية المحددة , مجموعة السنة ومجموعة الطلبة.

source: The students listed below match the criteria above, for negative behaviour records in the current school year. The count is updated according to the criteria above.
ar_sa: الطلاب المدرجين أدناه يتطابقون مع المعايير أعلاه، لسجلات السلوك السلبي في السنة الدراسية الحالية. يتم تحديث العدد وفقا للمعايير المذكورة أعلاه.

source: The students listed below match the criteria above, for {type} behaviour records in the current school year. The count is updated according to the criteria above.
ar_sa: يتطابق الطلاب المدرجون أدناه مع المعايير أعلاه ، بالنسبة لسجلات سلوك {type} في العام الدراسي الحالي. يتم تحديث العدد وفقًا للمعايير أعلاه.

source: The submitted file must have the following fields in the following order:
ar_sa: يجب أن يكون الملف الذي تم تسليمه لديه الحقول التالية بالترتيب التالي:

source: The system check has detected that your uploads folder may be publicly accessible. This suggests a serious issue in your server configuration that should be addressed immediately. Please visit our {documentation} page for instructions to fix this issue.
ar_sa: اكتشف فحص النظام أن مجلد التحميلات الخاص بك قد يكون متاحًا للجمهور. يشير هذا إلى وجود مشكلة خطيرة في تكوين الخادم الخاص بك والتي يجب معالجتها على الفور. يرجى زيارة صفحة {documents} للحصول على إرشادات لإصلاح هذه المشكلة.

source: The system does not have enough data to perform the following actions:
ar_sa: لا يحتوي النظام على بيانات كافية للقيام بالإجراءات التالية:

source: The system will perform the following actions:
ar_sa: سيقوم النظام بتنفيذ الإجراءات التالية:

source: The timetable {name} has been updated, please visit your timetable and export again to ensure it remains up to date.
ar_sa: تم تحديث الجدول الزمني {name} ، يرجى زيارة الجدول الزمني الخاص بك والتصدير مرة أخرى للتأكد من أنه لا يزال محدثًا.

source: The timezone where the school is located
ar_sa: المنطقة الزمنية التي تقع فيها المدرسة

source: The unique value that will be used to determine which files belong to specific users.
ar_sa: القيمة الفريدة التي سيتم استخدامها لتحديد الملفات التي تنتمي إلى مستخدمين محددين.

source: The version of the Gibbon database
ar_sa: إصدارة قاعدة بيانات Gibbon

source: The {gateway} payment service could not be reached. Please try again and if the error persists, contact the school.
ar_sa: تعذر الوصول إلى خدمة الدفع {gateway}. يرجى المحاولة مرة أخرى وإذا استمر الخطأ ، فاتصل بالمدرسة.

source: Theatre Arts HL
ar_sa: فنون المسرح HL

source: Theatre Arts SL
ar_sa: فنون المسرح SL

source: Theme Error
ar_sa: خطأ في السمة

source: There are currently no lessons to for you to crowd assess.
ar_sa: لا يوجد حاليا أي دروس لتتمكن من عمل التقييم الجماعي.

source: There are no absences for this time period.
ar_sa: لا يوجد غياب خلال الفترة المحددة.

source: There are no active reporting cycles.
ar_sa: لا يوجد فترة تقييم نشطة

source: There are no application forms available at this time.
ar_sa: لا توجد استمارات طلبات متاحة في هذا الوقت.

source: There are no attendance codes defined.
ar_sa: لم يتم تعيين كود حضور.

source: There are no classes associated with this period on this day.
ar_sa: لا توجد حصص مرتبطة بهذه الفترة في هذا اليوم.

source: There are no family members available to send this receipt to.
ar_sa: لا يوجد أفراد عائلة متوفرين لإرسال هذا الإيصال إليهم.

source: There are no fields in this assessment.
ar_sa: لا توجد أية حقول في هذا التقييم.

source: There are no job openings at this time: please try again later.
ar_sa: لا يوجد وظائف متاحة حاليا، رجاء حاول مرة أخرى في وقت آخر.

source: There are no privacy options in place.
ar_sa: لا توجد خيارات خصوصية في المكان.

source: There are no records to display.
ar_sa: لا توجد سجلات لعرضها.

source: There are no resources in the system.
ar_sa: لا توجد مصادر في النظام.

source: There are no terms in the specified year.
ar_sa: لا توجد فصول دراسية في السنة المختارة.

source: There are not enough people in this family to form relationships.
ar_sa: ليس هناك عدد كاف من الناس في هذه الأسرة لتشكيل علاقات.

source: There is a problem with your database information for school days.
ar_sa: هناك مشكلة مع معلومات قاعدة البيانات الخاصة بك لأيام المدرسة.

source: There is currently no attendance data today for the selected student.
ar_sa: لا توجد حاليا بيانات حضور اليوم للطالب المحدد.

source: There is currently no work to assess.
ar_sa: لا يوجد حاليا أي عمل لتقييمه.

source: There is no company contact available to send this invoice to.
ar_sa: لا توجد أية جهة اتصال متاحة للشركة لإرسال هذه الفاتورة إليها.

source: There is no content to display
ar_sa: لا يوجد محتوى لعرضه

source: There is no data to display, or an error has occurred.
ar_sa: لا توجد بيانات لعرضها، أو حدث خطأ.

source: There is no family information available for the current staff member.
ar_sa: لا يوجد معلومات عن عائلة هذا الموظف.

source: There is no family information available for the current student.
ar_sa: لا تتوفر أية معلومات أسرة للطالب الحالي.

source: There is no information for the date specified.
ar_sa: لا توجد معلومات للتاريخ المحدد.

source: There was an error accepting the application form. The acceptance process was rolled back to a previous state. You can review the results below.
ar_sa: حدث خطأ في قبول استمارة الطلب. تم إرجاع عملية القبول إلى حالة سابقة. يمكنك مراجعة النتائج أدناه.

source: There was an error locating user:
ar_sa: هناك خطأ في تحديد موقع مستخدم:

source: There was an error updating user:
ar_sa: هناك خطأ في تحديث مستخدم:

source: There were some issues installing the demo data, but we will continue anyway.
ar_sa: هناك بعض المشكلات في تثبيت البيانات التجريبية ولكنا سنمضي قدماً على أية حال.

source: These details are used when immediate family members (e.g. parent, spouse) cannot be reached first. Please try to avoid listing immediate family members.
ar_sa: تستخدم هذه التفاصيل عندما يتعذر التوصل إلى أفراد الأسرة الأقربين (مثل الوالد والزوج) أولاً. الرجاء محاولة تجنب إدراج أفراد الأسرة المباشرين.

source: These documents are all required, but can be submitted separately to this form if preferred. Please note, however, that your application will be processed faster if the documents are included here.
ar_sa: كل هذه الوثائق مطلوبة، ولكن يمكن أن تقدم بشكل منفصل إلى هذا النموذج إذا تم تفضيل ذلك. ، ومع ذلك، يرجى ملاحظة أن التسجيل الخاص بك سيتم معالجته أسرع إذا كانت المستندات مضمنة هنا.

source: These required field settings apply to all users, except those who hold the ability to submit a data update request for all users in the system (generally just admins).
ar_sa: تنطبق إعدادات الحقل المطلوب لجميع المستخدمين، إلا أولئك الذين يحملون القدرة على تقديم طلب تحديث البيانات لجميع المستخدمين في النظام (عموما المسؤولين فقط).

source: These users have similar Address 1. Do you want to change them too?
ar_sa: هؤلاء المستخدمون لديهم نفس العنوان 1. هل تريد تغييرهم أيضا؟

source: These will be calculated from the student's GCSE grades.
ar_sa: وسوف تحسب هذه من درجات شهادة الثانوية العامة (GCSE) للطالب.

source: Thickness
ar_sa: السماكة

source: Third Language
ar_sa: اللغة الثالثة

source: This Event
ar_sa: هذا الحدث

source: This Week
ar_sa: هذا الأسبوع

source: This account is not linked to a family.
ar_sa: هذا الحساب غير مرتبط بالعائلة.

source: This account is not linked to a user.
ar_sa: هذا الحساب غير مرتبط بمستخدم.

source: This action allows you to create and manage expense requests, which will be submitted for approval to the relevant individuals. You will be notified when a request has been approved.
ar_sa: يتيح لك هذا الإجراء إنشاء طلبات النفقات وإدارتها ، والتي سيتم إرسالها للموافقة عليها إلى الأفراد المعنيين. سيتم إخطارك عند الموافقة على الطلب.

source: This action allows you to manage all expenses for all budgets, regardless of your access rights to individual budgets.
ar_sa: يتيح لك هذا الإجراء إدارة جميع النفقات لجميع الميزانيات ، بغض النظر عن حقوق الوصول إلى الميزانيات الفردية.

source: This address will be used for all members of the family. If an individual within the family needs a different address, this can be set through Data Updater after admission.
ar_sa: سيتم استخدام هذا العنوان لجميع أفراد الأسرة. إذا كان الفرد داخل الأسرة يحتاج إلى عنوان مختلف، يمكن تعيين هذا من خلال محدث البيانات بعد القبول.

source: This application form was created by {email} and is still in progress. It has not been submitted yet.
ar_sa: تم إنشاء استمارة الطلب هذا بواسطة {email} ولا يزال قيد التقدم. لم يتم تقديمه بعد.

source: This application is attached to an admissions account for {name}, who is an existing user in {system}. Some parent and family details in the application form have been hidden, as they have been superseded by the active user's data.
ar_sa: هذا التطبيق مرفق بحساب قبول لـ {name} ، وهو مستخدم موجود في {system}. تم إخفاء بعض تفاصيل الوالدين والعائلة في نموذج الطلب ، حيث تم استبدالها ببيانات المستخدم النشط.

source: This application is attached to an admissions account for {name}, who is no longer active in {system}. Upon acceptance, this user will be reactivated and their personal details will be updated based on the information in this application form.
ar_sa: هذا التطبيق مرفق بحساب قبول لـ {name} ، الذي لم يعد نشطًا في {system}. عند القبول ، سيتم إعادة تنشيط هذا المستخدم وسيتم تحديث بياناته الشخصية بناءً على المعلومات الواردة في نموذج الطلب هذا.

source: This column is part of a set of columns, and so cannot be individually deleted.
ar_sa: هذا العمود هو جزء من مجموعة من الأعمدة، لذلك لا يمكن حذفه بشكل فردي.

source: This conversation has not yet begun!
ar_sa: هذه المحادثة لم تبدأ بعد!

source: This database will be created if it does not already exist. Collation should be utf8_general_ci.
ar_sa: سيتم إنشاء قاعدة البيانات هذه إذا لم تكن موجودة مسبقاً. يجب أن يكون الترميز utf8_general_ci .

source: This determines visibility within the system.
ar_sa: هذا يحدد الرؤية داخل النظام.

source: This element has already been selected!
ar_sa: تم بالفعل تحديد هذا العنصر!

source: This field cannot be required
ar_sa: لا يمكن أن يكون هذا الحقل مطلوب

source: This is a Star Block
ar_sa: هذا كتلة النجوم

source: This is example text. Edit it to suit your school context.
ar_sa: هذا مثال على النص. قم بتحريره ليناسب سياق مدرستك.

source: This is the lowest grade a student can get without being unsatisfactory.
ar_sa: وهذه هي أدنى درجة يمكن أن يتحصل عليها الطالب دون أن يكون غير مرضي.

source: This is the scale used as a default where assessment scales need to be selected.
ar_sa: هذا المقياس يستخدم لحساب النتيجة بشكل افتراضي.
