Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: View Behaviour Letters
ar_sa: عرض رسائل السلوك

source: View Behaviour Policy
ar_sa: عرض سياسة السلوك

source: View Behaviour Records
ar_sa: عرض سجلات السلوك

source: View Children
ar_sa: عرض الأطفال

source: View Current Job Openings
ar_sa: عرض الوظائف المتوفرة حاليا

source: View Daily Attendance
ar_sa: عرض الحضور اليومي

source: View Departments
ar_sa: عرض الأقسام

source: View Description
ar_sa: معاينة الوصف

source: View Details
ar_sa: معاينة التفاصيل

source: View External Assessments
ar_sa: عرض تقويم خارجي

source: View Form Groups
ar_sa: عرض مجموعات الطلبة

source: View Homework
ar_sa: معاينة الواجب المنزلي

source: View Internal Assessments
ar_sa: عرض التقويم الداخلي

source: View Item
ar_sa: معاينة العنصر

source: View Lesson Plan
ar_sa: عرض خطة الدرس

source: View Linked Lesson
ar_sa: عرض الدرس المرتبط

source: View Markbook
ar_sa: معاينة سجل الدرجات

source: View Master Timetable
ar_sa: عرض الجدول الدراسي الرئيسي

source: View Message Wall
ar_sa: عرض رسالة الحائط

source: View Messages
ar_sa: عرض الرسائل

source: View My Childrens's Internal Assessments
ar_sa: عرض تقويمي الداخلي للطلاب

source: View My Internal Assessments
ar_sa: عرض تقويمي الداخلي

source: View Overdue Items
ar_sa: عرض العناصر المتأخرة

source: View Planner
ar_sa: عرض المُخطِط

source: View Resources
ar_sa: عرض المصادر

source: View Rubric
ar_sa: عرض سلم التقييم (Rubric)

source: View Rubrics
ar_sa: عرض سلالم التقييم (Rubrics)

source: View Send Report
ar_sa: عرض تقرير الإرسال

source: View Staff Profile
ar_sa: عرض الملف الشخصي للموظفين

source: View Staff Profile_full
ar_sa: عرض ملف الموظف الكامل

source: View Staff Profiles
ar_sa: عرض ملفات تعريف فريق العمل

source: View Student Profile
ar_sa: عرض الملف الشخصي للطالب

source: View Student Profile_full
ar_sa: عرض ملف الطالب الكامل

source: View Student Profiles
ar_sa: عرض الملفات الشخصية للطلاب

source: View Student Record
ar_sa: عرض سجل الطالب

source: View Student Records
ar_sa: عرض سجلات الطالب

source: View Timetable by Facility
ar_sa: عرض الجدول الدراسي حسب المرافق

source: View Timetable by Person
ar_sa: عرض الجدول الزمنية حسب الشخص

source: View Timetables
ar_sa: عرض الجداول الزمنية

source: View Unit
ar_sa: عرض الوحدة

source: View a brief profile of form groups in school.
ar_sa: عرض مختصر لمجموعات الطلبة في المدرسة.

source: View all markbook information for all users
ar_sa: عرض كافة معلومات سجل الدرجات لكل المستخدمين

source: View all outcomes in the school
ar_sa: عرض جميع النتائج في المدرسة

source: Devoirs
ar_sa: الواجبات

source: View all outcomes in the school, edit any from Learning Areas where you are Coordinator or Teacher (Curriculum)
ar_sa: عرض جميع النتائج في المدرسة، تعديل أي من مجالات التعلم حيث انت بها منسق أو معلم (مناهج)

source: View all planner information and edit all planner information for classes user is in
ar_sa: عرض جميع معلومات المخطط وتحرير كافة معلومات المخطط لحصص المستخدم موجود بها

source: View all planner information for classes user is in
ar_sa: عرض جميع معلومات المخطط لحصص المستخدم موجود بها

source: View all rubrics in the school, edit any from Learning Areas where you are Coordinator or Teacher (Curriculum)
ar_sa: معاينة كل سلام التقييم(Rubrics) في المدرسة, تعديل أي في مجالات التعليم التي أنت بها منسق أو معلم (منهج)

source: View all rubrics in the school, except students who can only view those for own year group.
ar_sa: عرض جميع سلالم التقييم (Rubrics) في المدرسة , باستثناء الطلاب الذين فقط يستطيعون مشاهدة نفس مجموعة السنة الدراسية.

source: View and edit all planner information for all classes
ar_sa: عرض وتحرير كافة معلومات المخطط لجميع الحصص

source: View attendance, by form group and class
ar_sa: عرض الحضور، حسب مجموعة الطلبة والحصة

source: View behaviour records by student
ar_sa: عرض سجلات السلوك حسب الطالب

source: View brief profile of any staff member in the school.
ar_sa: عرض مختصر عن أي موظف في المدرسة.

source: View brief profile of any student in the school.
ar_sa: عرض مختصر عن أي طالب في المدرسة.

source: View by Report
ar_sa: عرض حسب التقرير

source: View by Student
ar_sa: عرض حسب الطالب

source: View details within a department
ar_sa: عرض التفاصيل داخل القسم

source: View family addresses by student
ar_sa: عرض عناوين الأسرة حسب الطالب

source: View full profile of any staff member in the school.
ar_sa: مشاهدة الملف الشخصي الكامل لأي موظف في المدرسة.

source: View full profile of any student in the school.
ar_sa: مشاهدة الملف الشخصي الكامل لأي طالب في المدرسة.

source: View items borrowed by an individual student.
ar_sa: عرض العناصر التي تم اقتراضها من طالب فردي.

source: View report writing progress by person.
ar_sa: عرض مستوى الإنجاز في التقارير حسب الشخص.

source: View space usage according to the timetable
ar_sa: عرض استخدام الأمكنة وفقا للجدول الزمني

source: View summary enrolment information for all activities in the current year.
ar_sa: عرض ملخص معلومات الإلتحاق لجميع الأنشطة في السنة الحالية.

source: View unassigned rooms by timetable.
ar_sa: عرض الغرف الغير معينة حسب الجدول الزمني.

source: View unassigned teachers by timetable.
ar_sa: عرض المعلمين غير المعينين حسب الجدول الزمني.

source: View your own marks
ar_sa: عرض درجاتك وعلاماتك الخاصة

source: Viewable <br/>to Parents
ar_sa: قابل للعرض <br/> لأولياء الأمور

source: Viewable <br/>to Students
ar_sa: قابل للعرض <br/> للطلاب

source: Viewable to Parents
ar_sa: قابل للعرض لأولياء الأمور

source: Viewable to Students
ar_sa: قابل للعرض للطلاب

source: Virgin Islands, British
ar_sa: جزر العذراء البريطانية

source: Virgin Islands, U.s.
ar_sa: جزر فيرجن، الولايات المتحدة

source: Visa Expiry Date
ar_sa: تاريخ انتهاء صلاحية التأشيرة

source: Visibility
ar_sa: الظهور

source: Visit %1$sManage Invoicees%2$s to automatically generate missing students.
ar_sa: زيارة %1$sإدارة مستلمي الفواتير %2$sللتوليد التلقائي للطلاب المفقودين .

source: Visual
ar_sa: مرئي

source: Visual Arts HL
ar_sa: الفنون البصرية HL

source: Visual Arts SL
ar_sa: الفنون البصرية SL

source: Visual Impairment
ar_sa: ضعف البصر

source: Visual Impairment - Colour Blindness
ar_sa: الإعاقة البصرية-عمي الألوان

source: Visual Impairment - Requiring Contact Lenses or Glasses
ar_sa: الإعاقة البصرية-تتطلب العدسات اللاصقة أو النظارات

source: Volume or product name.
ar_sa: إسم الكتاب أو المنتج.

source: Waiting
ar_sa: الانتظار

source: Waiting List
ar_sa: قائمة الانتظار

source: Wall
ar_sa: الحائط

source: Wallis and Futuna
ar_sa: واليس وفوتونا

source: Warning
ar_sa: تحذير

source: Warning: you are logged into the system in school year %1$s, which is not the current year.
ar_sa: تحذير: أنت مسجل دخولك في النظام في السنة الدراسية %1$s , والذي ليس بالسنة الدراسية الحالية.

source: Warnings
ar_sa: تحذيرات

source: Warranty Expiry
ar_sa: انتهاء مدة الضمان

source: Warranty Number
ar_sa: رقم الضمان

source: We will continue without demo data.
ar_sa: سنستمر بدون بيانات تجريبية.

source: We've found an existing admissions account for {email}. Your new application form will be attached to this account. Please check that this is your correct email, as any current forms will be accessible through this email address.
ar_sa: لقد وجدنا حساب قبول حالي لـ {email}. سيتم إرفاق استمارة الطلب الجديد الخاص بك بهذا الحساب. يرجى التحقق من أن هذا هو بريدك الإلكتروني الصحيح ، حيث يمكن الوصول إلى أي نماذج حالية من خلال عنوان البريد الإلكتروني هذا.

source: Website
ar_sa: الموقع الإلكتروني

source: Wed
ar_sa: الأربعاء

source: Wednesday
ar_sa: الاربعاء

source: Week
ar_sa: الأسبوع

source: Week %1$s
ar_sa: الأسبوع %1$s

source: Weekly
ar_sa: أسبوعي

source: Weekly Absences
ar_sa: الغياب الأسبوعي

source: Weekly Planner Summary for %1$s via %2$s at %3$s
ar_sa: ملخص المُخطِط الأسبوعي لـ %1$s عبر %2$s في %3$s .

source: Welcome
ar_sa: مرحباً

source: Welcome To Gibbon
ar_sa: مرحبا بك في Giboon

source: Welcome back! You are accessing this page through a unique link sent to your email address {email}. Please keep this link secret to protect your personal details. This link will expire {expiry}.
ar_sa: مرحبًا بعودتك! إنك تدخل إلى هذه الصفحة من خلال ارتباط فريد تم إرساله إلى عنوان بريدك الإلكتروني {email}. يرجى الاحتفاظ بهذا الرابط سريًا لحماية بياناتك الشخصية. ستنتهي صلاحية هذا الرابط {expiry}.

source: Welcome to %1$s at %2$s
ar_sa: مرحباً بك في %1$s بـ %2$s

source: Well Above Expected Level
ar_sa: كذلك فوق المستوى المتوقع

source: Well Below Expected Level
ar_sa: أقل من المستوى المتوقع

source: Western Sahara
ar_sa: الصحراء الغربية

source: What line of SQL code did the last cutting edge update hit?
ar_sa: ما هو سطر التعليمات البرمجية ل SQL الذي وصل إليه التحديث الأخير؟

source: What school year will the student join in?
ar_sa: ما هي السنة الدراسية التي سينضم فيها الطالب؟

source: What to do when item is next returned.
ar_sa: ما يجب القيام به عندما يتم إرجاع العنصر تالياً.

source: When adding lessons and deploying units, should sharing default for parents be Y or N?
ar_sa: عند إضافة الدروس ونشر الوحدات، هل ينبغي المشاركة الافتراضية لأولياء الأمور أن يكون نعم أو لا؟

source: When adding lessons and deploying units, should sharing default for students be Y or N?
ar_sa: عند إضافة الدروس ونشر الوحدات، هل ينبغي المشاركة الافتراضية للطلاب أن يكون نعم أو لا؟

source: When is the student expected to graduate?
ar_sa: متى يتوقع تخرج الطالب؟

source: When is this item scheduled for replacement.
ar_sa: متى تمت جدولة هذا العنصر للاستبدال.

source: When to send an alert reminding you of each event
ar_sa: متى ترسل تنبيهًا يذكرك بكل حدث

source: When using scheduled, invoice due date is linked to and determined by the schedule.
ar_sa: عند استخدام المجدولة، الفواتير المستحقة مرتبطة بالتاريخ ومحددة بالجدول الزمني.

source: When will the student join?
ar_sa: متى سينضم الطالب؟

source: When you create invoices using the billing schedule or pre-defined fee features, the invoice will remain linked to these areas whilst pending. Thus, changes made to the billing schedule and pre-defined fees will be reflected in any pending invoices. Once invoices are issued, this link is removed, and the values are fixed at the levels when the invoice was issued.
ar_sa: عندما تقوم بإنشاء الفواتير باستخدام الجدولة الزمنية للفواتير أو خصائص الرسوم المحددة مسبقاً، الفاتورة سوف تبقى مرتبطة بهذه المناطق بينما هي معلقة. وبالتالي، إجراء تغييرات على الجدولة الزمنية للفواتير و خصائص الرسوم المحددة مسبقاً سوف تنعكس في أي فواتير معلقة. حالما يتم إصدار الفواتير، يتم إزالة هذا الارتباط، والقيم ثابتة على المستويات عندما تم إصدار الفاتورة.

source: Where
ar_sa: اين

source: Which department is responsible for the item?
ar_sa: ما هو القسم المسؤول عن هذا العنصر

source: Which year level will student enter.
ar_sa: ما هو مستوى العام الذي سينضم إليه الطالب.

source: Who created the item?
ar_sa: من الذي قام بإنشاء العنصر؟

source: Who is responsible for this new status?
ar_sa: من هو المسؤول عن هذه الحالة الجديدة؟

source: Who supplied the item?
ar_sa: من هو الذي ورد هذا العنصر؟

source: Who will be responsible for the future status?
ar_sa: من سيكون المسؤول لحالة المستقبل؟

source: Whole
ar_sa: كامل

source: Whole Year
ar_sa: عام كامل

source: Width
ar_sa: العرْض

source: Will duplicate any columns linked to this lesson.
ar_sa: سوف يتم تكرار أية أعمدة مرتبطة بهذا الدرس

source: Will overwrite existing attachment.
ar_sa: سيتم الكتابة فوق المرفق الحالي.

source: Wired MAC Address
ar_sa: عنوان MAC السلكي

source: Wireless MAC Address
ar_sa: عنوان MAC اللاسلكي

source: Withdraw Student
ar_sa: فصل طالب

source: Withdrawn
ar_sa: منسحب

source: Without this text, which is displayed above the agreement, users will not be asked to agree to anything
ar_sa: دون هذا النص، والذي يتم عرضه فوق الإتفاقية، لن يطلب من المستخدمين الموافقة على أي شيء

source: Work
ar_sa: العمل

source: Work Summary by Form Group
ar_sa: ملخص العمل حسب مجموعة الطلبة

source: Work complete
ar_sa: العمل مكتمل

source: Work incomplete
ar_sa: العمل غير مكتمل

source: Work submitted late
ar_sa: تم تسليم العمل متأخراً

source: Write Internal Assessments
ar_sa: كتابة التقويم الداخلي

source: Write Reports
ar_sa: كتابة تقارير

source: Write Reports_editAll
ar_sa: كتابة تقارير_تعديل الكل

source: Write Reports_mine
ar_sa: كتابة تقارير_تقاريري

source: Write your comment below:
ar_sa: اكتب تعليقك أدناه:

source: Year
ar_sa: السنة

source: Year 10
ar_sa: السنة 10

source: Year 11
ar_sa: السنة 11

source: Year 12
ar_sa: السنة 12

source: Year 13
ar_sa: السنة 13

source: Year 7
ar_sa: السنة 7

source: Year 8
ar_sa: السنة 8

source: Year 9
ar_sa: السنة 9

source: Year Group
ar_sa: السنة الدراسية

source: Year Group at Entry
ar_sa: السنة الدراسية وقت الدخول

source: Year Groups
ar_sa: المجموعات السنوية

source: Year Overview
ar_sa: النظرة العامة على السنة

source: Year Switcher
ar_sa: مبدّل السنوات

source: Year group short name, as set in School Admin. Must already exist
ar_sa: الاسم القصير لمجموعة السنة الدراسية, كما تم تعيينه في إدارة المدرسة. لا بد أن يكون موجود مسبقاً.

source: Year groups to which this field is relevant.
ar_sa: مجموعة السنة التي تناسب هذا الحقل

source: Year of Entry
ar_sa: سنة الدخول

source: Year/Roll
ar_sa: السنة/قامة المجموعة

source: Years
ar_sa: سنوات

source: Years, Days & Times
ar_sa: سنوات, أيام وأوقات

source: Yellow
ar_sa: أصفر

source: Yemen
ar_sa: اليمن

source: Yes
ar_sa: نعم

source: You are already registered for this activity and so cannot register again.
ar_sa: أنت مسجل بالفعل في هذا النشاط لذلك لن تتمكن من التسجيل مرة أخرى.

source: You are currently using %1$s v%2$s.
ar_sa: أنت تستخدم حاليا %1$s v%2$s .

source: You are currently using Cutting Edge Gibbon v%1$s
ar_sa: أنت الآن تستخدم آخر نسخة مطورة من Gibbon , إصدارة %1$s

source: You are currently using Gibbon v%1$s.
ar_sa: أنت الآن تستخدم Gibbon النسخة %1$s .

source: You are not currently registered for this activity and so cannot unregister.
ar_sa: أنت غير مسجل حاليا لهذا النشاط، ولذلك لا يمكن إلغاء تسجيل.

source: You can access any application forms in progress using this email address through the admissions page.
ar_sa: يمكنك الوصول إلى أي نماذج طلب قيد التقدم باستخدام عنوان البريد الإلكتروني هذا من خلال صفحة القبول.

source: You can change this below if you wish.
ar_sa: يمكنك تغيير ما هو أدناه إذا كنت ترغب في ذلك.

source: You can edit your newly created record %1$shere%2$s.
ar_sa: بإمكانك تعديل إدخالك الجديد %1$sهنا%2$s.

source: You can now add your unit blocks using the dropdown menu in each lesson. Blocks can be dragged from one lesson to another.
ar_sa: يمكنك الآن إضافة كتل وحدتك باستخدام القائمة المنسدلة في كل درس. يمكنك سحب الكتل من درس واحد إلى آخر.

source: You can now edit more details of your newly duplicated entry.
ar_sa: يمكنك الآن تحرير المزيد من تفاصيل مدخلات التكرار الحديث.

source: You can register for %1$s more %2$s activities.
ar_sa: يمكنك التسجيل في %1$s من أنشطة %2$s الأخرى.

source: You can use this page to manually create an application form on behalf of another user. If the user already exists in the system, be sure to select them below so that their application will be connected to their admissions account. If the user does not exist, a new admissions account will be created.
ar_sa: يمكنك استخدام هذه الصفحة لإنشاء نموذج طلب يدويًا نيابة عن مستخدم آخر. إذا كان المستخدم موجودًا بالفعل في النظام ، فتأكد من تحديده أدناه حتى يتم ربط تطبيقه بحساب القبول الخاص به. إذا لم يكن المستخدم موجودًا ، فسيتم إنشاء حساب قبول جديد.

source: You can use this section to record your own {homeworkName}.
ar_sa: بإمكانك استخدام هذا القسم لتسجيل {homeworkName} الخاص بك.

source: You cannot proceed. Fix the issues listed above and try again.
ar_sa: لا يمكنك المتابعة.قم بإصلاح المشكلات المذكورة أعلاه وحاول مرة أخرى.

source: You do not have Full or Write access to any budgets.
ar_sa: ليس لديك حق الوصول الكامل أو للكتابة إلى أي ميزانيات.

source: You do not have a personal email address set in Gibbon, and so cannot send out emails.
ar_sa: ليس لديك عنوان بريد إلكتروني شخصي معين في Gibbon، ولذلك لا يمكنك إرسال رسائل البريد الإلكتروني .

source: You do not have access to this action.
ar_sa: ليس لديك إذن الوصول إلى هذا الإجراء.

source: You do not have permission to access this timetable at this time.
ar_sa: ليس لديك صلاحية تنفيذ هذا الجدول الآن.

source: You do not have sufficient privileges to login.
ar_sa: ليست لديك الصلاحيات الكافية للدخول.

source: You have multiple roles within the system. Use the list below to switch role:
ar_sa: لديك أدوار متعددة داخل النظام. استخدم القائمة أدناه لتبديل الدور:

source: You have not provide appropriate database info.
ar_sa: لم تقدم معلومات قاعدة البيانات المناسبة.

source: You have not specified one or more required parameters.
ar_sa: لم تقم بتحديد واحد أو أكثر من المتغيرات المطلوبة.

source: You have registered for %1$s %2$s activities.
ar_sa: لقد قمت بالتسجيل في %1$s %2$s من الأنشطة.

source: You have subscribed for the maximum number of activities in a term, and so cannot register for this activity.
ar_sa: لقد اشتركت بأكبر عدد ممكن من الأنشطة في الفصل الدراسي، ولذلك لا يمكنك التسجيل لهذا النشاط.

source: You have subscribed for the maximum number of activities of this type, and so cannot register for this activity.
ar_sa: لقد اشتركت في الحد الأقصى لعدد الأنشطة من هذا النوع ، وبالتالي لا يمكنك التسجيل في هذا النشاط.

source: You may continue submitting applications for siblings with the form below and they will be linked to your family data.
ar_sa: بإمكانك مواصلة تقديم طلبات التسجيل لإخوة الطالب باستخدام النموذج أدناه، وسيتم ربط الطلبات بمعلومات عائلتك..

source: You may continue submitting applications with the form below and they will be linked to your account data.
ar_sa: يمكنك الاستمرار في تقديم الطلبات باستخدام النموذج أدناه وسيتم ربطها ببيانات حسابك.

source: You may only submit CSV files.
ar_sa: يمكنك فقط إرسال ملفات من نوع CSV.

source: You may wish to now do the following:
ar_sa: قد ترغب الآن القيام بما يلي:

source: You seem to be all up to date, good work!
ar_sa: يبدو أن كل شيء محدث لديك، عمل جيد!

source: You're ready to begin the admissions process. We do not have an admissions account in our system attached to your user. Please click Next to create an account.
ar_sa: أنت جاهز لبدء عملية القبول. ليس لدينا حساب قبول في نظامنا مرتبط بالمستخدم الخاص بك. الرجاء النقر فوق "التالي" لإنشاء حساب.

source: Your Gibbon core is up to date.
ar_sa: يبدو أن كل شيء محدث لديك، عمل جيد!

source: Your MFA code is invalid or missing.
ar_sa: رمز MFA الخاص بك غير صحيح أو مفقود.

source: Your PHP environment cannot handle all of the fields in this form (the current limit is %1$s). Ask your web host or system administrator to increase the value of the max_input_vars in php.ini.
ar_sa: بيئة PHP الخاص بك لا يمكن معالجة كافة الحقول في هذه الاستمارة (الحد الحالي هو %1$s ). أطلب من استضافة الويب الخاص بك أو مسؤول النظام زيادة قيمة max_input_vars في php.ini.

source: Your account has been flagged for a password reset. You cannot continue into the system until you change your password.
ar_sa: حسابك في حاجة إلى إعادة ضبط كلمة المرور، لن تستطيع مواصلة استخدام النظام حتى تقوم بتغيير كلمة المرور.

source: Your application was successfully submitted and payment has been made to your credit card. Our admissions team will review your application and be in touch in due course.
ar_sa: تم إرسال التسجيل الخاص بك بنجاح وتم الدفع ببطاقة الائتمان الخاصة بك. فريقن القبول سيقوم باستعراض التسجيل الخاص بك وسيكون على اتصال بك في الوقت المناسب.

source: Your application was successfully submitted, but payment could not be made as the payment gateway does not support the system's currency. Our admissions team will review your application and be in touch in due course.
ar_sa: تم إرسال التسجيل الخاص بك بنجاح، ولكن تعذر إجراء الدفع لأن بوابة الدفع لا تدعم عملات النظام. فريق القبول سيستعرض تسجيلك وسيكون على تواصل معك في الوقت المناسب.

source: Your application was successfully submitted, but payment could not be made to your credit card. Our admissions team will review your application and be in touch in due course.
ar_sa: تم إرسال التسجيل الخاص بك بنجاح، ولكن لا يمكن الدفع ببطاقة الائتمان الخاصة بك. فريق القبول سيقوم باستعراض التسجيل الخاص بك وسيكون على اتصال بك في الوقت المناسب.

source: Your application was successfully submitted, but payment options were unavailable at this time. Our admissions team will review your application and be in touch in due course.
ar_sa: تم إرسال طلبك بنجاح ، لكن خيارات الدفع لم تكن متاحة في هذا الوقت. سيقوم فريق القبول لدينا بمراجعة طلبك وسيتواصل معك في الوقت المناسب.

source: Your application was successfully submitted, payment has been made to your credit card, but there has been an error recording your payment. Please print this screen and contact the school ASAP. Our admissions team will review your application and be in touch in due course.
ar_sa: تم ارسال التسجيل الخاص بك بنجاح، وتم عمل الدفع ببطاقة الائتمان الخاصة بك، ولكن كان هناك خطأ في تسجيل المدفوعات. يرجى طباعة هذه الشاشة والاتصال بالمدرسة في أسرع وقت ممكن. فريقن القبول سيقوم باستعراض التسجيل الخاص بك وسيكون على اتصال بك في الوقت المناسب.

source: Your application was successfully submitted. Our admissions team will review your application and be in touch in due course.
ar_sa: تم إرسال التسجيل الخاص بك بنجاح. فريق القبول سيقوم باستعراض التسجيل الخاص بك وسيكون على اتصال بك في الوقت المناسب.

source: Your application was successfully submitted. Please read the information in the green box above the application form for additional information.
ar_sa: تم إرسال طلبك بنجاح ، خيارات الدفع المتاحة لم تكن متاحة في هذا الوقت. وسيقوم فريق القبول بالمراجعة وسيتواصل معك في الوقت المناسب.

source: Your current registration count is: %1$s
ar_sa: عدد التسجيل الحالي الخاص بك هو: %1$s

source: Your current role type cannot be determined.
ar_sa: لا يمكن تحديد نوع الدور الحالي الخاص بك.

source: Your data may not look quite right (for example, students who have left the school will not appear in previous years), but you should be able to edit information from other years which is not available in the current year.
ar_sa: البيانات الخاصة بك قد لا تبدو صحيحة تماما (على سبيل المثال، الطلبة الذين تركوا المدرسة لن يظهروا في السنوات السابقة)، ولكن يجب أن تكون قادراً على تحرير المعلومات من السنوات الأخرى التي لا تتوفر في العام الحالي.

source: Your input was partially or entirely unsuccessful.
ar_sa: الإدخال كان جزئيا أو غير ناجح تماما.

source: Your online payment was cancelled before it was completed. No charges have been processed.
ar_sa: تم إلغاء الدفع عبر الإنترنت قبل اكتماله. لم تتم معالجة أي رسوم.

source: Your payment could not be made as the payment gateway does not support the system's currency.
ar_sa: تعذر إجراء الدفع الخاص بك لأن بوابة الدفع لا تدعم عملات النظام.

source: Your payment could not be processed due to a system configuration issue. Please contact the school before attempting another payment.
ar_sa: تعذرت معالجة الدفع الخاص بك بسبب مشكلة في تكوين النظام. يرجى الاتصال بالمدرسة قبل محاولة الدفع مرة أخرى.

source: Your payment failed due to an invalid payment amount. Please try again and if the error persists, contact the school.
ar_sa: فشل الدفع الخاص بك بسبب دفع مبلغ غير صحيح. يرجى المحاولة مرة أخرى وإذا استمر الخطأ ، فاتصل بالمدرسة.

source: Your primary role does not support the ability to login.
ar_sa: دورك الأساسي لا يدعم القدرة على تسجيل الدخول.

source: Your registration was successfully submitted and is now pending approval. Our team will review your registration and be in touch in due course.
ar_sa: تم إرسال طلب تسجيلك بنجاح، وهو الآن بانتظار الموافقة، سيتم التواصل معك من قبل فريقنا بعد مراجعة الطلب.

source: Your request failed because a theme with the same name is already installed.
ar_sa: فشل طلب التثبيت لوجود قالب بنفس الاسم مثبت مسبقاً.

source: Your request failed because some required values were not unique.
ar_sa: فشل طلبك لأن بعض القيمة المطلوبة ليست فريدة من نوعها.

source: Your request failed because you already have one "End of Year" column for this class.
ar_sa: فشل طلبك لأن لديك بالفعل عمود "نهاية العام" لهذا الفصل الدراسي.

source: Your request failed because you do not have access to this action.
ar_sa: فشل الطلب الخاص بك لأنه ليس لديك حق الوصول إلى هذا الإجراء.
