Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: School Year
ar_sa: السنة الدراسية

source: School Year Name
ar_sa: إسم سنة المدرسة

source: School Years
ar_sa: السنوات الدراسية

source: School attendance taking
ar_sa: أخذ الحضور في المدرسة

source: School is closed on the specified date, and so attendance information cannot be recorded.
ar_sa: المدرسة مغلقة في التاريخ المحدد, وبيانات الحضور لا يمكن تسجيلها.

source: School is closed on the specified day.
ar_sa: المدرسة مغلقة في اليوم المحدد.

source: School is not open on the specified day.
ar_sa: المدرسة ليست مفتوحة في اليوم المحدد.

source: School is not open, so no emails will be sent.
ar_sa: المدرسة ليست مفتوحة, لذلك لن يتم إرسال أي بريد إلكتروني.

source: Science
ar_sa: العلوم

source: Science - Biology
ar_sa: العلوم-علم الأحياء

source: Science - Chemistry
ar_sa: العلوم-الكيمياء

source: Science - Double Award
ar_sa: العلوم-جائزة مزدوجة

source: Science - Physics
ar_sa: العلوم-الفيزياء

source: Science - Single Award
ar_sa: العلوم-جائزة واحدة

source: Scope
ar_sa: المجال

source: Scores
ar_sa: نقاط التقييم

source: Search
ar_sa: بحث

source: Search & Filter
ar_sa: البحث والتصفية

source: Search For
ar_sa: البحث عن

source: Search In
ar_sa: البحث في

source: Search and view all borrowable items maintained by the library
ar_sa: بحث وعرض كافة العناصر القابلة للإقتراض والتي تحتفظ بها المكتبة

source: Searching...
ar_sa: بحث...

source: Second Language
ar_sa: اللغة الثانية

source: Sections
ar_sa: الأقسام

source: Security & Privacy Settings
ar_sa: إعدادات الأمان والخصوصية

source: Security Settings
ar_sa: إعدادات الأمان

source: See Description below.
ar_sa: انظر الوصف أدناه.

source: See Notes below for specification.
ar_sa: انظر الملاحظات أدناه للحصول على المواصفات.

source: See activity details
ar_sa: انظر تفاصيل النشاط

source: Select Activities
ar_sa: إختيار الأنشطة

source: Select Attendance Status
ar_sa: اختيار حالة الحضور

source: Select Classes
ar_sa: تحديد الفصول

source: Select Courses
ar_sa: تحديد المقررات

source: Select File
ar_sa: اختر ملفا

source: Select Form Groups
ar_sa: اختيار مجموعات الطلبة

source: Select Houses
ar_sa: اختيار السكن

source: Select Individuals
ar_sa: إختيار الأفراد

source: Select Role Categories
ar_sa: إختيار تصنيفات الدور

source: Select Roles
ar_sa: إختيار الأدوار

source: Select Transport
ar_sa: اختر نقل الطالب

source: Select Year Groups
ar_sa: حدد السنوات الدراسية

source: Select Years
ar_sa: حدد سنة

source: Select a child in your family view their available activities.
ar_sa: حدد طفلاً في عائلتك لعرض أنشطتهم المتاحة.

source: Select action
ar_sa: إختيار إجراء

source: Select classes which will have access to this unit.
ar_sa: اختر الحصص التي ستكون لديها حق الوصول لهذه الوحدة.

source: Select classes which will study this unit.
ar_sa: إختر الحصص التي ستدرس هذه الوحدة

source: Select something!
ar_sa: حدد شيئا!

source: Select up to three individual dates.
ar_sa: حدد بحد أعلى ثلاثة تواريخ فردية.

source: Selected
ar_sa: محدد

source: Selected Students
ar_sa: الطلاب المحددين

source: Selection
ar_sa: انتقاء

source: Self-Taught Language SL
ar_sa: لغة التعليم الذاتي SL

source: Send Fail Count
ar_sa: عدد الفاشلين في التسليم

source: Send Future Invoices To
ar_sa: إرسال الفواتير المستقبلية إلى

source: Send Invoices To
ar_sa: إرسال الفواتير إلى

source: Send Notifications
ar_sa: إرسال الإشعارات

source: Send Reports
ar_sa: إرسال التقارير

source: Send Reports to Parents
ar_sa: إرسال التقارير إلى أولياء الأمور

source: Send Reports to Students
ar_sa: إرسال التقارير إلى الطلبة

source: Send Succeed Count
ar_sa: عدد الذي سلموا بنجاح

source: Send a processing fee request to the parent by email.
ar_sa: إرسال طلب رسوم المعالجة إلى ولي الأمر عبر البريد الإلكتروني.

source: Send an email to the application form referee once the form has been submitted.
ar_sa: أرسل بريدًا إلكترونيًا إلى مرجع نموذج الطلب بمجرد تقديم الاستمارة.

source: Send an email to the user once the form has been submitted.
ar_sa: أرسل بريدًا إلكترونيًا إلى المستخدم بمجرد تقديم الاستمارة.

source: Send messages by SMS.
ar_sa: إرسال رسائل عن طريق الرسائل القصيرة.

source: Send messages by email.
ar_sa: إرسال رسائل عن طريق البريد الإلكتروني.

source: Send messages by message wall.
ar_sa: إرسال الرسائل بواسطة حائط الرسالة.

source: Senegal
ar_sa: السنغال

source: Sent
ar_sa: مرسل

source: Sent by email.
ar_sa: أرسلت عن طريق البريد الإلكتروني.

source: Sent by message wall.
ar_sa: ارسلت عبر رسالة الحائط.

source: Sent by sms.
ar_sa: أرسلت عن طريق الرسائل القصيرة.

source: Separated
ar_sa: منفصل/منفصلة

source: Sequence
ar_sa: التسلسل

source: Sequence Number
ar_sa: الرقم التسلسلي

source: Serbia and Montenegro
ar_sa: صربيا والجبل الأسود

source: Serbian
ar_sa: الصربية

source: Serial Number
ar_sa: الرقم التسلسلي

source: Server Info
ar_sa: معلومات الخادم

source: Service
ar_sa: خدمة

source: Session Duration
ar_sa: مدة الجلسة

source: Set Expected Users To Full
ar_sa: حدد المستخدمين المتوقعين الى كامل

source: Set Final Year Students To Left
ar_sa: جعل طلاب آخر عام في اليسار

source: Set Future Absence
ar_sa: تعيين التغيب المستقبلي

source: Set Future Attendance
ar_sa: تعيين حضور المستقبل

source: Set Personalised Attainment Targets
ar_sa: تعيين أهداف التحصيل المشخصنة

source: Set default email for students on acceptance, using [username] to insert username.
ar_sa: تعيين البريد الإلكتروني الافتراضي للطلاب على القبول، وذلك باستخدام [اسم المستخدم] لادخال اسم المستخدم.

source: Set default website for students on acceptance, using [username] to insert username.
ar_sa: تعيين الموقع الإلكتروني الافتراضي للطلاب على القبول، وذلك باستخدام [اسم المستخدم] لادخال اسم المستخدم.

source: Set future absences one student at a time
ar_sa: تعيين التغيب المستقبلي لطالب واحد كل مرة

source: Set the status of the application to "Accepted".
ar_sa: تعيين حالة طلب التسجيل إلى "مقبول" .

source: Set values for applicants to specify which language they wish to learn.
ar_sa: تعيين القيم للمتقدمين لتحديد اللغات التي يرغبون في تعلمها.

source: Set your own custom background image.
ar_sa: تعيين صورة الخلفية المخصصة الخاصة بك.

source: Sets student progression on rollover.
ar_sa: حدد تقدم الطلاب في

source: Settings
ar_sa: الإعدادات

source: Seychelles
ar_sa: سيشيل

source: Share this unit via the public listing of units? Useful for building MOOCS.
ar_sa: مشاركة هذه الوحدة عن طريق القائمة العامة للوحدات؟ مفيدة لبناء الـ MOOCS.

source: Share, Teach %1$s & Interact
ar_sa: مشاركة, تدريس %1$s و تفاعل

source: Shared Publicly
ar_sa: تمت مشاركتها في العام

source: Shared Resources
ar_sa: المصادر المشتركة

source: Sharing Default: Parents
ar_sa: المشاركة الافتراضية: أولياء الأمور

source: Sharing Default: Students
ar_sa: المشاركة الافتراضية: الطلاب

source: Shelf, cabinet, sector, etc
ar_sa: الدرج,الكبينة,القسم,الخ

source: Short Name
ar_sa: اسم مختصر

source: Should all items be billed to the specified company, or just some?
ar_sa: يجب أن تفوتر كل العناصر إلى شركة معينة، أو لمجرد البعض؟

source: Should department information be made available to the public, via the Gibbon homepage?
ar_sa: هل ينبغي توفير معلومات القسم للعامة عبر الصفحة الرئيسية للتطبيقة؟

source: Should invoices be payable online, via an encrypted link in the invoice? Requires correctly configured payment gateway in System Settings.
ar_sa: هل يجب أن تكون الفواتير قابلة للدفع إلكترونيا، عبر وصلة مشفرة في الفاتورة؟ يتطلب تكوين بوابة الدفع بشكل صحيح في إعدادات النظام.

source: Should markbook warnings be based on personal targets, if they are available?
ar_sa: هل يجب أن تكون تحذيرات سجل الدرجات مبنية على الأهداف الشخصية، إذا كانت متوفرة؟

source: Should message bubble fade out automatically?
ar_sa: هل فقاعة الرسالة تتلاشى تلقائياً؟

source: Should parent acceptance email be turned on or off by default.
ar_sa: هل يود ولي أمر الأمر بأن البريد الإلكتروني للقبول يكون مشغلاً موقوفاً بشكل افتراضي.

source: Should payments be enabled across the system?
ar_sa: هل يتم تمكين المدفوعات عبر هذا النظام؟

source: Should privacy options be turned on across the system?
ar_sa: هل يتم تفعيل خيارات الخصوصية عبر هذا النظام؟

source: Should student acceptance email be turned on or off by default.
ar_sa: هل قبول الطالب للبريد الإلكتروني يتم تشغيله أو إيقافه بشكل افتراضي.

source: Should the Language Options section be turned on?
ar_sa: هل قسم خيارات اللغة يكون شغالاً أو غير شغال؟

source: Should the family be sent a copy of billing emails?
ar_sa: هل ينبغي أن يرسل للأسرة نسخة من الفواتير عبر رسائل البريد الإلكتروني؟

source: Should the message bubble be regular or wide?
ar_sa: هل فقاعة الرسالة تكون عادية أم عريضة؟

source: Should the new admissions page show up on the homepage, in place of the original student application link?
ar_sa: هل يجب أن تظهر صفحة القبول الجديدة على الصفحة الرئيسية ، بدلاً من رابط طلب الطالب الأصلي؟

source: Should the student record include the option of a file upload?
ar_sa: هل ينبغي أن يشمل سجل الطالب خيار رفع ملف؟

source: Should the text within outcomes be editable when planning lessons and units?
ar_sa: هل يجب أن يكون النص ضمن النتائج قابل للتعديل أثناء التخطيط للدروس والوحدات؟

source: Should this class allow attendance to be taken?
ar_sa: هل يسمح هذا الفصل بتتبع الحضور؟

source: Should this class show in reports?
ar_sa: هل يتم عرض هذه الحصة في التقارير؟

source: Should users be allowed to set their own personal backgrounds?
ar_sa: هل مسموح للمستخدمين لتعيين الخلفية الخاصة بهم؟

source: Should we hide the cost of activities provided by an outside agency from the Activities View?
ar_sa: هل يجب أن نخفي تكاليف الأنشطة التي تقدمها الوكالات الخارجية من معاينة الأنشطة؟

source: Should we turn off the option to sign up for activities provided by an outside agency?
ar_sa: هل يجب علينا إيقاف خيار الاشتراك في الأنشطة التي تقدمها الوكالات الخارجية؟

source: Show Advanced Options
ar_sa: عرض الخيارات المتقدمة

source: Show Comment
ar_sa: إظهار التعليق

source: Show Confidential Data
ar_sa: مشاهدة البيانات السرية

source: Show Parent Attainment Warning
ar_sa: إظهار تحذيرات تحصيل ولي الأمر

source: Show Parent Effort Warning
ar_sa: إظهار تحذيرات جهد ولي الأمر

source: Show SMS emergency details by transport route
ar_sa: إظهار التفاصيل الطوارئ القصيرة عن طريق خط المواصلات

source: Show Student Attainment Warning
ar_sa: إظهار تحذيرات تحصيل الطالب

source: Show Student Effort Warning
ar_sa: إظهار تحذيرات جهد الطالب

source: Show low attainment grade visual warning to parents?
ar_sa: إظهار تحذير مرئي لأولياء الأمور لدرجة التحصيل المنخفض؟

source: Show low attainment grade visual warning to students?
ar_sa: إظهار تحذير مرئي للطلاب لدرجة التحصيل المنخفض؟

source: Show low effort grade visual warning to parents?
ar_sa: إظهار التحذير المرئي لانخفاض درجة الجهد لأولياء الامور؟

source: Show low effort grade visual warning to students?
ar_sa: إظهار التحذير المرئي لانخفاض درجة الجهد للطلاب؟

source: Show students in form group, less those with an older sibling, so that letters can be carried home by oldest in family.
ar_sa: عرض قائمة الطلبة في مجموعة الطلبة، باستثناء الطلبة الذين لديهم إخوة مسجلين أكبر سنا ، ليتم إيصال الرسائل إلى أولياء الأمور من قبل الإخوة الأكبر سنا في العائلة.

source: Show/Hide
ar_sa: إظهار/ إخفاء

source: Show/Hide Details
ar_sa: إظهار / إخفاء التفاصيل

source: Shows privacy options selected, for those students with a selection made.
ar_sa: إظهار خيارات الخصوصية المختارة، لهؤلاء الطلاب الذين تم إختيارهم.

source: Shows student transport details
ar_sa: إظهار تفاصيل مواصلات الطالب

source: Sibling %1$s Date of Birth
ar_sa: تاريخ ولادة القريب %1$s

source: Sibling %1$s Name
ar_sa: اسم القريب %1$s

source: Sibling %1$s School
ar_sa: مدرسة القريب %1$s

source: Sibling Applications
ar_sa: طلبات تسجيل الإخوة

source: Sibling Count
ar_sa: عدد االأقرباء

source: Sibling Name
ar_sa: اسم القريب

source: Siblings
ar_sa: الأقرباء

source: Sierra Leone
ar_sa: سيراليون

source: Sign Out
ar_sa: تسجيل الخروج

source: Simple Letter Grade
ar_sa: رسالة درجات بسيطة

source: Singapore
ar_sa: سنغافورة

source: Single
ar_sa: فردي

source: Single + Per Activity
ar_sa: فردي + لكل نشاط

source: Single Sign-on
ar_sa: علامة واحدة على

source: Size Range
ar_sa: معدل الحجم

source: Slot
ar_sa: حيز

source: Slot %1$s Day
ar_sa: حيز %1$s يوم

source: Slot %1$s End Time
ar_sa: حيز %1$s نهاية الوقت

source: Slot %1$s Location
ar_sa: فتحة %1$s الموقع

source: Slot %1$s Start Time
ar_sa: حيز %1$s وقت البدء

source: Slovak
ar_sa: السلوفاكية

source: Slovakia
ar_sa: سلوفاكيا

source: Slovenia
ar_sa: سلوفينيا

source: Slovenian
ar_sa: السلوفينية

source: Smart Block Template
ar_sa: قالب الكتلة الذكية

source: Smart Workflow
ar_sa: سير العمل الذكي

source: Sociology
ar_sa: علم الإجتماع

source: Software
ar_sa: البرمجيات

source: Solomon Islands
ar_sa: جزر سليمان

source: Somalia
ar_sa: الصومال

source: Some activities not accepted.
ar_sa: بعض الأنشطة غير مقبولة.

source: Some aspects of your request failed, but others were successful. The elements that failed are shown below:
ar_sa: فشل بعض جوانب الطلب الخاص بك، ولكن البعض الآخر كانت ناجحة. سيتم عرض العناصر التي فشلت أدناه:

source: Some aspects of your update failed, effecting the following areas:
ar_sa: فشل بعض جوانب التحديث الخاص بك، وتؤثر في المجالات التالية:

source: Some aspects of your update failed.
ar_sa: فشل بعض جوانب التحديث الخاصة بك.

source: Some elements of your request failed, but others were successful.
ar_sa: فشل ببعض العناصر في طلبك، ولكن الأخرى تمت بناح.

source: Some information has been pre-filled for you, feel free to change this information as needed.
ar_sa: تم تعبئة بعض المعلومات مسبقا لأجلك، وبإمكانك تعديلها بحرية عند الحاجة.

source: Some required fields have not been set, and so installation cannot proceed.
ar_sa: بعض الحقول المطلوبة لم يتم تعيينها، لذلك لا يمكن متابعة التثبيت.

source: Something has gone wrong: the Gibbons have escaped!
ar_sa: خطأ ما قد حدث: اتصل بالادارة!

source: Sort By
ar_sa: فرز بحسب

source: Sort by Name
ar_sa: فرز بالاسم

source: Sort by {attribute}
ar_sa: فرز بواسطة {attribute}

source: Sound Alarm
ar_sa: صوت الجرس

source: Source
ar_sa: المصدر

source: Source Class
ar_sa: الحصة المصدر

source: South Africa
ar_sa: جنوب أفريقيا

source: South Georgia and the South Sandwich Islands
ar_sa: جورجيا الجنوبية وجزر ساندويتش الجنوبية

source: South Sudan
ar_sa: جنوب السودان

source: Space
ar_sa: مكان

source: Spain
ar_sa: إسبانيا

source: Spanish
ar_sa: الإسبانية

source: Spanish B HL
ar_sa: الإسبانية B HL

source: Spanish B SL
ar_sa: الإسبانية B SL

source: Speakers
ar_sa: مكبرات صوت

source: Special Education Needs
ar_sa: الاحتياجات التعليمية الخاصة

source: Sport
ar_sa: رياضة

source: Spouse
ar_sa: الزوجة (الزوج)

source: Spreadsheet
ar_sa: جدول بيانات

source: Sri Lanka
ar_sa: سريلانكا

source: Staff
ar_sa: الموظفون

source: Staff Absence Summary
ar_sa: ملخص غياب الموظفين

source: Staff Application Form
ar_sa: نموذج تسجيل موظف

source: Staff Application Form Printout
ar_sa: طباعة نموذج تسجيل موظف

source: Staff Application Form Settings
ar_sa: إعدادات نموذج تسجيل الموظفين

source: Staff Applications
ar_sa: الانضمام لفريق العمل

source: Staff Dashboard
ar_sa: لوحة فريق العمل

source: Staff Dashboard Default Tab
ar_sa: الشاشة الافتراضية للوحة فريق العمل

source: Staff Directory
ar_sa: دليل الموظفين

source: Staff Management
ar_sa: إدارة الموظف

source: Staff Settings
ar_sa: إعدادات إدارة الموظفين

source: Staff Type
ar_sa: نوع الموظف

source: Staff who made, or arranged, the payment.
ar_sa: الموظف المستلم

source: Staff who support teaching and learning
ar_sa: فريق العمل الذين يدعمون التعليم والتعلم

source: Standalone
ar_sa: مستقل

source: Star
ar_sa: نجمة

source: Star Blocks
ar_sa: كتل النجوم

source: Start Date
ar_sa: تاريخ البدء

source: Start Time
ar_sa: وقت البدء

source: Start of
ar_sa: بداية

source: Start of form
ar_sa: بداية النموذج

source: Start typing a name...
ar_sa: ابدأ كتابة الاسم...

source: Statistics
ar_sa: الإحصائيات

source: Statistics Collection
ar_sa: جمع الإحصاءات

source: Status
ar_sa: الحالة

source: Status?
ar_sa: الحالة؟

source: Step
ar_sa: خطوة

source: Step 1
ar_sa: الخطوة الأولى:

source: Step 1 - Choose Class
ar_sa: الخطوة 1-اختر الحصة

source: Step 1 - Choose Facility
ar_sa: خطوة 1 - اختر مرفقاً

source: Step 1 - Quantity
ar_sa: الخطوة 1- الكمية

source: Step 1 - Select CSV Files
ar_sa: الخطوة 1--تحديد ملف الـ CSV

source: Step 1 - Select Lessons
ar_sa: الخطوة 1- تحديد الدروس

source: Step 2
ar_sa: الخطوة الثانية:

source: Step 2 (Optional)
ar_sa: الخطوة 2 (اختياري)

source: Step 2 - Availability Check
ar_sa: الخطوة 2- التأكد من التوفر

source: Step 2 - Choose Options
ar_sa: الخطوة 2: اختر الخيارات

source: Step 2 - Data Check & Confirm
ar_sa: الخطوة 2 - التحقق من البيانات و التأكيد

source: Step 2 - Details
ar_sa: الخطوة 2 - التفاصيل

source: Step 2 - Distribute Blocks
ar_sa: الخطوة 2 - توزيع الكتل

source: Step 3
ar_sa: الخطوة 3

source: Step 3 - Import
ar_sa: الخطوة 3 - الاستيراد

source: Step-Father
ar_sa: زوج الأم

source: Step-Mother
ar_sa: زوجة الأب

source: Storage
ar_sa: التخزين

source: Storage Type
ar_sa: نوع وحدة التخزين

source: String Enclosure
ar_sa: سياج السلسلة

source: String Replacement
ar_sa: استبدال النصوص

source: Student
ar_sa: طالب

source: Student & Date
ar_sa: الطالب والتاريخ

source: Student - Left
ar_sa: طالب- مغادر

source: Student Acceptance Template
ar_sa: نموذج قبول الطالب

source: Student Agreement Options
ar_sa: خيارات اتفاقية الطالب

source: Student Agreements
ar_sa: إتفاقيات الطلاب

source: Student Applications
ar_sa: تسجيل طالب

source: Student Background
ar_sa: خلفية الطالب

source: Student Borrowing Record
ar_sa: سجلات استعارة الطاالب

source: Student Computers
ar_sa: أجهزة كمبيوتر الطلاب

source: Student Contact
ar_sa: بيانات تواصل الطالب

source: Student Count
ar_sa: عدد الطلاب

source: Student Dashboard
ar_sa: لوحة الطالب الرئيسية

source: Student Dashboard Default Tab
ar_sa: الشاشة الافتراضية للوحة الطالب

source: Student Data Updater History
ar_sa: سجل محدث بيانات الطالب

source: Student Default Email
ar_sa: البريد الإلكتروني الافتراضي للطالب

source: Student Default Website
ar_sa: الموقع الإلكتروني الافتراضي للطالب

source: Student Details
ar_sa: تفاصيل الطالب

source: Student Education
ar_sa: تعليم الطالب

source: Student Email & Website
ar_sa: الموقع والبريد الإلكتروني للطالب

source: Student Emergency Data Summary
ar_sa: ملخص بيانات الطوارئ للطالب

source: Student Enrolment
ar_sa: إلتحاق الطالب

source: Student Enrolment Trends
ar_sa: تحليل بيانات التحاق الطلبة

source: Student History
ar_sa: سجل الطالب

source: Student History_all
ar_sa: الطالب كل_التاريخ

source: Student ID
ar_sa: رقم الطالب

source: Student ID Cards
ar_sa: بطاقات هوية الطالب

source: Student Management
ar_sa: إدارة الطالب

source: Student Medical Data Summary
ar_sa: ملخص البيانات الطبية للطالب

source: Student Name Conflicts
ar_sa: التضارب في أسماء الطلبة

source: Student Note Categories
ar_sa: فئات ملاحظات الطالب

source: Student Notes
ar_sa: ملاحظات الطلاب

source: Student Notification Default
ar_sa: الإشعار الافتراضي للطالب

source: Student Notification Message
ar_sa: رسالة إشعار الطالب

source: Student Personal Data
ar_sa: بيانات الطالب الشخصية

source: Student Profile
ar_sa: الملف الشخصي للطالب

source: Student Recorded
ar_sa: الطالب المسجل

source: Student Recorded Homework
ar_sa: الواجب المنزلي المسجل من قبل الطالب

source: Student Recorded {homeworkName}
ar_sa: سجل الطالب لـ {homeworkName}

source: Student Transport
ar_sa: نقل الطالب

source: Student Welcome Email
ar_sa: رسالة بريد إلكتروني ترحيب بالطالب

source: Student could not be created!
ar_sa: تعذر إنشاء الطالب!

source: Student could not be enroleld, so this will have to be done manually at a later date.
ar_sa: لا يمكن إلحاق الطالب، لذلك سيكون القيام بذلك يدوياً في وقت لاحق.

source: Student could not be linked to family!
ar_sa: الطالب لا يمكن ربطه باسرته!

source: Student fields are attached to a student's user data once an application has been accepted.
ar_sa: يتم إرفاق حقول الطالب ببيانات المستخدم الخاصة بالطالب بمجرد قبول الطلب.

source: Student has a %1$s alert for behaviour over the past 60 days.
ar_sa: الطالب لديه %1$s إنذار للسلوك خلال الأيام الـ 60 الماضية.

source: Student joined school after assessment was given.
ar_sa: انضم الطالب للمدرسة بعد إعطاء التقييم.

source: Student joined school after lesson was taught.
ar_sa: الطالب دخل المدرسة بعد أن تم تدريس الدرس.

source: Student payment details could not be saved, but we will continue, as this is a minor issue.
ar_sa: تعذر حفظ تفاصيل دفع طالب، لكننا سنواصل، لأن هذه مسألة ثانوية.

source: Student status could not be updated: student is in the system, but acceptance has failed.
ar_sa: تعذر تحديث حالة الطالب: الطالب في النظام، ولكن فشل القبول.

source: Student was linked to the existing family: {familyName}.
ar_sa: تم ربط الطالب بالعائلة الحالية: {familyName}.

source: Student's Teachers
ar_sa: معلمي الطلاب

source: Student's intended first day at school.
ar_sa: يوم الطالب المقصود كأول يوم دراسة في المدرسة.

source: Student's native/first/mother language.
ar_sa: اللغة الوطنية/الأولى/اللغة الأم للطالب.

source: Students
ar_sa: الطلاب

source: Students By Form Group
ar_sa: الطلبة حسب مجموعة الطلبة

source: Students Not In Class
ar_sa: الطلاب المتغيبين عن الحصص

source: Students Not Onsite
ar_sa: الطلاب غير المتواجدين في الموقع

source: Students Not Present
ar_sa: الطلاب غير الحاضرين

source: Students Settings
ar_sa: إدارة إعدادات الطلاب

source: Students With Records
ar_sa: الطلاب بسجلات

source: Students by Form Group
ar_sa: الطلاب حسب مجموعة الطلبة

source: Students by Form Groups
ar_sa: الطلاب حسب مجموعات الطلبة

source: Students by House
ar_sa: الطلاب حسب المنزل

source: Students by Name
ar_sa: الطلاب حسب الاسم

source: Students highlighted in red are marked as 'Full' but have either not reached their start date, or have exceeded their end date.
ar_sa: الطلاب المحددين باللون الأحمر مسجلون للدراسة 'كامل'، لكن تاريخ البدأ لم يصل بعد، أو أنهم تجاوزوا تاريخ الانتهاء.

source: Subheading
ar_sa: العنوان الفرعي

source: Subject
ar_sa: الموضوع

source: Subject List
ar_sa: قائمة الموضوع

source: Subject Listing
ar_sa: قائمة الموضوع

source: Subject, body.
ar_sa: الموضوع, المحتوى.

source: Subjects
ar_sa: الموضوع

source: Submission
ar_sa: التسليم

source: Submission Email
ar_sa: إرسال بريد إلكتروني

source: Submission Open Date
ar_sa: تاريخ فتح التقديم

source: Submission Required
ar_sa: التسليم مطلوب

source: Submission Type
ar_sa: نوع التسليم

source: Submit
ar_sa: ارسال

source: Submit Application Form
ar_sa: تقديم طلب تسجيل

source: Submit File
ar_sa: إرسال ملف

source: Submit Link
ar_sa: إرسال رابط

source: Submitted Work
ar_sa: تسليم العمل

source: Submitted at
ar_sa: تم تسليمه في

source: Submitted at %1$s on %2$s
ar_sa: المقدمة في %1$s بـ %2$s

source: Submitter
ar_sa: الذي قام بالتسليم

source: Submitter's Parents
ar_sa: أولياء أمور الذين يقومون بالتسليم

source: Subtitles
ar_sa: عنوان فرعي

source: Success! Your new timetable is in place.
ar_sa: تم بنجاح! الجدول الزمني الجديد الخاص بك في مكانه.

source: Success. Please check your email for a link to access your admissions account.
ar_sa: النجاح. يرجى التحقق من بريدك الإلكتروني للحصول على ارتباط للوصول إلى حساب القبول الخاص بك.

source: Sudan
ar_sa: السودان

source: Summarises gender and number of students across all form groups.
ar_sa: يلخص العمر وعدد الطلاب في جميع مجموعات الطلبة

source: Summarises gender, age and school year
ar_sa: يلخص الجنس والعمر والسنة الدراسية

source: Summary
ar_sa: ملخص

source: Sun
ar_sa: الأحد

source: Sunday
ar_sa: الأحد

source: Support
ar_sa: الدعم

source: Support Staff
ar_sa: فريق الدعم

source: Supporting Documents
ar_sa: المستندات الداعمة

source: Supports lesson planning and information sharing for staff, student and parents
ar_sa: يدعم تخطيط الدرس وتبادل المعلومات لفريق العمل، طلاب وأولياء الأمور

source: Suriname
ar_sa: سورينام

source: Surname
ar_sa: اللقب

source: Svalbard and Jan Mayen
ar_sa: سفالبارد وجان مايان

source: Swaziland
ar_sa: سوازيلاند

source: Sweden
ar_sa: السويد

source: Swedish
ar_sa: السويدية

source: Switch
ar_sa: تبديل

source: Switzerland
ar_sa: سويسرا
