Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: Payment via {gateway} was cancelled by the user before it could be completed. No charges have been processed. The following may be useful:
ar_sa: تم إلغاء الدفع عبر {gateway} من قبل المستخدم قبل إتمامه. لم تتم معالجة أي رسوم. قد يكون ما يلي مفيدًا:

source: Payment via {gateway} was unsuccessful, and has also not been recorded due to a system error. Please check your {gateway} account for details. The following may be useful:
ar_sa: لم ينجح الدفع عبر {gateway} ، ولم يتم تسجيله أيضًا بسبب خطأ في النظام. يرجى التحقق من حساب {gateway} للحصول على التفاصيل. قد يكون ما يلي مفيدًا:

source: Pending
ar_sa: معلق

source: People
ar_sa: الأشخاص

source: Per Activity
ar_sa: لكل نشاط

source: Per Week
ar_sa: للاسبوع

source: Percent of
ar_sa: نسبة

source: Percent: 0 to 100
ar_sa: النسبة: 0 إلى 100

source: Percentage
ar_sa: نسبة مئوية

source: Period
ar_sa: الفترة

source: Periods Absent
ar_sa: فترة الغياب

source: Persian
ar_sa: الفارسية

source: Person
ar_sa: شخص

source: Person studying in the school
ar_sa: الشخص الذي يدرس في المدرسة

source: Person the device is assigned to.
ar_sa: شخص تم تعيين الجهاز إليه.

source: Personal
ar_sa: شخْصي

source: Personal Background
ar_sa: الخلفية الشخصية

source: Personal Calendar
ar_sa: التقويم الشخصي

source: Personal Data
ar_sa: البيانات الشخصية

source: Personal Data Updater Required Fields
ar_sa: الحقول المطلوبة للتحديثات الشخصية

source: Personal Data Updates
ar_sa: تحديث البيانات الشخصية

source: Personal Document Settings
ar_sa: إعدادات المستندات الشخصية

source: Personal Documents are attached to users and can be managed in {link}.
ar_sa: يتم إرفاق المستندات الشخصية بالمستخدمين ويمكن إدارتها في {link}.

source: Personal Google Calendar ID
ar_sa: رقم معرف تقويم قوقل الشخصي.

source: Personal Language
ar_sa: اللغة الشخصية

source: Personal Theme
ar_sa: السمة الشخصية

source: Personalised Warnings
ar_sa: تحذيرات شخصية

source: Personalised attainment target grade
ar_sa: هدف درجة التحصيل المشخصن

source: Peru
ar_sa: بيرو

source: Philippines
ar_sa: الفلبين

source: Phone
ar_sa: الهاتف

source: Phone %1$s
ar_sa: هاتف %1$s

source: Phone %1$s Country Code
ar_sa: رمز البلد هاتف %1$s

source: Phone %1$s Type
ar_sa: نوع هاتف %1$s

source: Phone 1
ar_sa: هاتف 1

source: Phone 2
ar_sa: هاتف 2

source: Phone 3
ar_sa: هاتف 3

source: Phone 4
ar_sa: هاتف 4

source: Phone Number
ar_sa: رقم الهاتف

source: Phone:
ar_sa: الهاتف:

source: Photo
ar_sa: صورة

source: Physical Education
ar_sa: التربية البدنية

source: Physics HL
ar_sa: الفيزياء HL

source: Physics SL
ar_sa: الفيزياء SL

source: Pink
ar_sa: وردي

source: Pitcairn
ar_sa: بيتكيرن

source: Place this message on user's message wall?
ar_sa: وضع هذه الرسالة على رسالة الحائط للمستخدم؟

source: Plain Text
ar_sa: نص عادي

source: Plan
ar_sa: الخطة

source: Plan & Deploy %1$s Smart Units
ar_sa: تخطيط ونشر %1$s الوحدات الذكية

source: Planned Lesson
ar_sa: الدروس المخططة

source: Planner
ar_sa: المُخطِط

source: Planner Discussion Post
ar_sa: منشور مناقشة المخطط

source: Planner Settings
ar_sa: إعدادات المخطط

source: Planner Templates
ar_sa: قوالب المخطط

source: Planner Weekly Summary Email: an error (%1$s) occured sending an email to %2$s.
ar_sa: ملخص بريد إلكتروني أسبوعي للمُخطِط: خطأ (%1$s) ظهر أثناء إرسال البريد الإلكتروني إلى %2$s.

source: Planner was successfully added: you opted to add a linked Markbook column, and you can now do so below.
ar_sa: تمت إضافة مخطط بنجاح: لقد اخترت إضافة عمود Mark Book مرتبط ، ويمكنك الآن القيام بذلك أدناه.

source: Planning
ar_sa: التخطيط

source: Please %1$sclick here%2$s to confirm that you have received and read this summary email.
ar_sa: يرجى %1$s الضغط هنا %2$s لتقوم بتأكيد تلقيك وقراءتك لهذا الملخص الإلكتروني.

source: Please answer the following questions in relation to your application.
ar_sa: يرجى الإجابة على الأسئلة التالية المتعلقة بطلب تسجيلك.

source: Please choose preferred additional language to study.
ar_sa: الرجاء اختيار اللغة المفضلة الإضافية للدراسة.

source: Please configure your export settings below.
ar_sa: الرجاء تكوين إعدادات التصدير الخاصة بك أدناه.

source: Please contact %1$s for help.
ar_sa: الرجاء الاتصال بـ %1$s للحصول على التعليمات و المساعدة.

source: Please contact %1$s if you have any questions, comments or complaints.
ar_sa: إذا كانت لديك استفسارات، ملاحظات، أو شكاوى، يرجى التواصل مع %1$s.

source: Please contact %1$s if you have any questions.
ar_sa: الرجاء الاتصال بـ %1$s إذا كانت لديك أي أسئلة.

source: Please create the following for new student %1$s.
ar_sa: يرجى إنشاء ما يلي للطالب الجديد %1$s.

source: Please enter an ISBN13 or ISBN10 value before trying to get data from Google Books.
ar_sa: الرجاء إدخال قيمة ISBN13 أو ISBN10 قبل محاولة الحصول على البيانات من كتب Google.

source: Please feel free to %1$sbrowse our departmental information%2$s, to learn more about %3$s.
ar_sa: لا تتردد في %1$s تصفح معلومات الإدارات %2$s, لمعرفة المزيد حول %3$s.

source: Please find below a summary of homework and behaviour for %1$s.
ar_sa: تجدون أدناه ملخص الواجبات المنزلية والسلوك لـ %1$s.

source: Please give information on the applicants's siblings.
ar_sa: إذا كان للطالب المراد تسجيله إخوة مسجلين سابقا، يرجى تزويدنا بمعلوماتهم.

source: Please give information on the last two schools attended by the applicant.
ar_sa: الرجاء ذكر معلومات عن آخر مدرستين حضر لهما مسجل الطلب.

source: Please indicate any medical conditions.
ar_sa: يرجى الإشارة إلى أي من الحالات الطبية.

source: Please note that there is an application fee of:
ar_sa: يرجى ملاحظة أن هناك رسوم طلب تسجيل قدرها:

source: Please provide URL to image.
ar_sa: يرجى توفير رابط للصورة.

source: Please select one or more jobs to apply for.
ar_sa: يرجى اختيار وظيفة واحدة أو أكثر للتقدم لها

source: Please select...
ar_sa: يرجى الإختيار...

source: Please submit the following document(s) to ensure your application can be processed without delay.
ar_sa: يرجى تقديم المستندات التالية، للتأكد من مراجعة طلبك دون تأخير.

source: Please upload a passport photo to use as a profile picture.
ar_sa: الرجاء رفع صورة جواز سفر لاستخدامها كصورة للملف الشخصي.

source: Please visit the {application} page to request a new link.
ar_sa: يرجى زيارة صفحة {application} لطلب ارتباط جديد.

source: Plus more
ar_sa: قراءة المزيد

source: Poland
ar_sa: بولندا

source: Policy Link
ar_sa: رابط سياسة الخصوصية

source: Polish
ar_sa: البولندية

source: Portable Document Format
ar_sa: صيغة مستند نصي محمول

source: Portable Network Graphics
ar_sa: رسومات الشبكة المحمولة

source: Portugal
ar_sa: البرتغال

source: Portuguese
ar_sa: البرتغالية

source: Position
ar_sa: المكان

source: Positive
ar_sa: إيجابي

source: Positive Count
ar_sa: عدد موجب

source: Positive Descriptors
ar_sa: واصفات إيجابية

source: Positive behaviour records this week
ar_sa: سجلات السلوك الإيجابي لهذا الأسبوع

source: Post-Install and Server Config
ar_sa: ما بعد التثبيت وتكوين الخادم

source: Post-application
ar_sa: بعد الطلب

source: Posted at
ar_sa: نشر في

source: Postscript
ar_sa: الحاشية

source: Powered by
ar_sa: مدعوم من قبل

source: Preferences
ar_sa: التفضيلات

source: Preferred Name
ar_sa: الاسم المفضل

source: Preferred Names
ar_sa: الأسماء المفضلة

source: Preferred, surname, username.
ar_sa: التفضيل ,اللقب ,إسم المستخدم

source: Prefill
ar_sa: تعبئة مسبقة

source: Prepare Database Tables
ar_sa: إعداد جداول قاعدة البيانات

source: Present
ar_sa: حاضر

source: Presentation
ar_sa: العرض التقديمي

source: Previous
ar_sa: السابق

source: Previous Concussion or Head Injury
ar_sa: ارتجاجات سابقة أو إصابات الرأس

source: Previous Day
ar_sa: اليوم السابق

source: Previous Lesson
ar_sa: الدرس السابق

source: Previous Schools
ar_sa: المدارس السابقة

source: Previous Serious Injury
ar_sa: إصابات خطيرة سابقة

source: Previous Year
ar_sa: السنة السابقة

source: Primary External Assessement
ar_sa: التقييم الخارجي الأساسي

source: Primary External Assessment By Year Group
ar_sa: التقييم الخارجي الرئيسي حسب السنة الدراسية

source: Primary Role
ar_sa: الدور الأساسي

source: Print
ar_sa: إطبع

source: Print Invoices, Receipts & Reminders
ar_sa: طباعة الفواتير والإيصالات والتذكير

source: Print Publication
ar_sa: طباعة النشر

source: Print a report of all attendance data in the current school year for a student
ar_sa: طباعة تقرير بكافة بيانات الحضور في العام الدراسي الحالي للطلاب

source: Print a report of all attendance data in the current school yearfor my children
ar_sa: طباعة تقرير بكافة بيانات الحضور في السنة المدرسة الحالية لطفلي

source: Print a report of form groups who have not been registered on a given day
ar_sa: طباعة تقرير لمجموعات الطلبة التي لم يتم تسجيلها في يوم معين

source: Print a report of students who are not physically on the school campus on a given day
ar_sa: طباعة تقرير للطلاب الذين لم يكونوا فعلياً متواجدين في حرم المدرسة في يوم معين

source: Print a report of students who are not present on a given day
ar_sa: طباعة تقرير للطلاب الذين لم يكونوا متواجدين في يوم معين

source: Print attendance lists
ar_sa: طباعة قائمة الحضور

source: Print form group lists showing count of various activity types
ar_sa: طباعة قائمة لمجموعات الطلبة عارضاً تعداد من مختلف انواع الأنشطة

source: Print participant lists
ar_sa: طباعة قوائم المشتركين

source: Print payment list
ar_sa: طباعة قائمة الدفع

source: Print student form group lists
ar_sa: طباعة قوائم مجموعات الطلبة

source: Print work summary statistical data by form group
ar_sa: طباعة بيانات عمل إحصائية موجزة حسب مجموعة الطلبة

source: Printable Attendance Sheet
ar_sa: كشف الحضور للطباعة

source: Priority
ar_sa: الأولوية

source: Privacy
ar_sa: الخصوصية

source: Privacy Blurb
ar_sa: خصوصية التعريف

source: Privacy Choices by Student
ar_sa: خيارات الخصوصية حسب الطالب

source: Privacy Options
ar_sa: خيارات الخصوصية

source: Privacy is required: %1$s
ar_sa: الخصوصية مطلوبة: %1$s

source: Privacy not required or not set.
ar_sa: الخصوصية غير مطلوبة أو لم يتم تعيينها.

source: Privacy required:
ar_sa: الخصوصية المطلوبة:

source: Process {className} was rolled back
ar_sa: تم التراجع عن العملية {className}

source: Producer
ar_sa: المنتج

source: Profession
ar_sa: المهنة

source: Profiles
ar_sa: الملفات الشخصية

source: Program Dates
ar_sa: مواعيد البرنامج

source: Program End Date
ar_sa: تاريخ نهاية البرنامج

source: Program Start Date
ar_sa: تاريخ بدء البرنامج

source: Progress by Person
ar_sa: التقارير المنجزة حسب الشخص

source: Progress by Reporting Cycle
ar_sa: التقارير المنجزة حسب فترات التقارير

source: Projector
ar_sa: عارض ضوئي

source: Proof Read
ar_sa: مراجعة التقارير

source: Proof Read By
ar_sa: تم مراجعة التقرير من قبل

source: Prospective Students
ar_sa: الطلاب المحتملين

source: Provider
ar_sa: مزود الخدمة

source: Provides an summary overview of items in the catalog.
ar_sa: تقديم لمحة عامة موجزة للعناصر الموجودة في الكتالوج.

source: Psychological Condition
ar_sa: اضطراب نفسي

source: Psychology HL
ar_sa: علم النفس HL

source: Psychology SL
ar_sa: علم النفس SL

source: Public
ar_sa: عمومي

source: Public Applications?
ar_sa: تفعيل التسجيل العام؟

source: Public Domain
ar_sa: المجال العام

source: Public Registration
ar_sa: تسجيل عام

source: Public Registration Minimum Age
ar_sa: العمر الأدنى للتسجيل العام

source: Public Registration Settings
ar_sa: إعدادات التسجيل العام

source: Publication Date
ar_sa: تاريخ النشر

source: Publication Dates
ar_sa: تواريخ النشر

source: Publisher
ar_sa: الناشر

source: Puerto Rico
ar_sa: بويرتو ريكو

source: Purchase By
ar_sa: الشراء بواسطة

source: Purchase Date
ar_sa: تاريخ الشراء

source: Purchase Details
ar_sa: تفاصيل الشراء

source: Purple
ar_sa: بنفسجي

source: Purpose
ar_sa: الغرض

source: Purposes (General)
ar_sa: أغراض (عامة)

source: Purposes (Restricted)
ar_sa: أغراض (مقيدة)

source: Qatar
ar_sa: قطر

source: Qualifications
ar_sa: المؤهلات

source: Quick Add
ar_sa: إضافة سريعة

source: Quick File Upload
ar_sa: رافع الملف السريع

source: QuickTime Movie
ar_sa: كويك تايم موفي (QuickTime Movie)

source: Rare Blood Type
ar_sa: فصيلة دم نادرة

source: Re-Enrol Other Students
ar_sa: إعادة إلحاق الطلاب الآخرين

source: Reaction
ar_sa: ردة الفعل

source: Read
ar_sa: قراءة

source: Read All
ar_sa: قراءة الكل

source: Read more
ar_sa: قراءة المزيد

source: Read more about how personal data is used, stored and retained at %1$s.
ar_sa: اقرأ المزيد، عن استخدامات البيانات الشخصية، طرق تخزينها، والاحتفاظ بها في %1$s.

source: Reader Age (Oldest)
ar_sa: عمر القارئ (الأكبر)

source: Reader Age (Youngest)
ar_sa: عمر القارئ (الأصغر)

source: Ready
ar_sa: مستعد

source: Ready to install.
ar_sa: جاهز للتثبيت.

source: Reason
ar_sa: السبب

source: Reasons
ar_sa: الاسباب

source: Receipt
ar_sa: إيصال

source: Receipt Notes
ar_sa: ملاحظات الإيصال

source: Receipt Text
ar_sa: نص الإيصال

source: Receipt To
ar_sa: إيصال لـ

source: Receipts
ar_sa: الإيصالات

source: Receive Email Notifications?
ar_sa: تلقي إشعارات البريد الإلكتروني؟

source: Receive Support?
ar_sa: تلقي الدعم؟

source: Receive non-emergency SMS messages from school?
ar_sa: تلقي رسائل SMS غير الطارئة من المدرسة؟

source: Receive non-emergency emails from school?
ar_sa: تلقي رسائل البريد الإلكتروني غير الطارئة من المدرسة؟

source: Receive non-emergency phone calls from school?
ar_sa: تلقي المكالمات الهاتفية غير الطارئة من المدرسة؟

source: Receive postage mail from school?
ar_sa: تلقي المراسلات البريدية من المدرسة؟

source: Recent Attendance Summary
ar_sa: موجز الحضور الأخير

source: Recent History
ar_sa: التاريخ الاخير

source: Recent Marks
ar_sa: أحدث الدرجات

source: Recipients
ar_sa: المستلمين

source: Recorded By
ar_sa: سجلت بواسطة

source: Recorded at
ar_sa: تم تسجيله في

source: Recorded at %1$s on %2$s
ar_sa: سجلت في %1$s بـ %2$s

source: Recorded at %1$s on %2$s by %3$s.
ar_sa: سجلت في %1$s على %2$s من %3$s.

source: Records
ar_sa: السجلات

source: Red
ar_sa: أحمر

source: References
ar_sa: التوصيات

source: Refresh
ar_sa: تحديث

source: Refunded
ar_sa: مستردة

source: Register
ar_sa: التسجيل

source: Register New Staff
ar_sa: تسجيل موظف جديد

source: Register the user as a member of staff.
ar_sa: تسجيل المستخدم كموظف.

source: Registered
ar_sa: مسجل

source: Registration
ar_sa: التسجيل

source: Registration Available
ar_sa: التسجيل متاح

source: Registration Complete
ar_sa: اكتمل التسجيل

source: Registration failed because you are already registered in this activity.
ar_sa: فشل التسجيل لأنك مسجل بالفعل في هذا النشاط.

source: Registration for activities offered by outside providers is disabled. Check activity details for instructions on how to register for such acitvities.
ar_sa: تم تعطيل التسجيل للأنشطة المقدمة من جهات خارجية. تحقق من تفاصيل النشاط للحصول على إرشادات حول كيفية التسجيل لمثل هذه الأنشطة.

source: Registration is closed, or you do not have permission to register.
ar_sa: التسجيل مغلق، أو ليس لديك التصريح للتسجيل.

source: Registration is currently closed, but you can still view activities.
ar_sa: التسجيل مغلق حاليا، ولكن لا يزال بإمكانك إستعراض الأنشطة.

source: Registration was successful.
ar_sa: نجح التسجيل

source: Regular, classroom teacher
ar_sa: عادي, مدرس فصل دراسي

source: Reject
ar_sa: رفض

source: Reject Application
ar_sa: رفض التسجيل

source: Rejected
ar_sa: مرفوض

source: Related Classes
ar_sa: الحصص ذات الصلة

source: Relationship
ar_sa: صلة القرابة

source: Relationship Unknown
ar_sa: العلاقة الغير معروفة

source: Relationships
ar_sa: العلاقات

source: Relative path to site logo (400 x 100px)
ar_sa: المسار الوثيق بالموقع شعار (400بكسل في 100بكسل)

source: Release Date
ar_sa: تاريخ الاصدار

source: Religion
ar_sa: الديانة

source: Religions
ar_sa: الديانة

source: Religious Education
ar_sa: التعليم الديني

source: Reload this page and follow the instructions to update your database to the latest version.
ar_sa: قم بتحديث الصفحة واتبع الإرشادات لتحديث قاعدة البيانات الخاصة بك إلى أحدث إصدار.

source: Reminder 1
ar_sa: تذكير 1

source: Reminder 1 Text
ar_sa: نص التذكير 1

source: Reminder 2
ar_sa: تذكير 2

source: Reminder 2 Text
ar_sa: نص التذكير 2

source: Reminder 3
ar_sa: تذكير 3

source: Reminder 3 Text
ar_sa: نص التذكير 3

source: Reminders
ar_sa: التذكيرات

source: Removal of old periods failed.
ar_sa: فشل إزالة الفترات القديمة.

source: Removal of old periods was successful.
ar_sa: إزالة الفترات القديمة تم بنجاح.

source: Remove
ar_sa: حذف

source: Remove Old Periods
ar_sa: إزالة الفترات القديمة

source: Remove Record
ar_sa: إزالة سجل

source: Renew Item
ar_sa: تجديد عنصر

source: Repair
ar_sa: صيانة

source: Repair Log/Notes
ar_sa: إصلاح السجل/الملاحظات

source: Repeat Daily
ar_sa: التكرار اليومي

source: Repeat Weekly
ar_sa: التكرار الأسبوعي

source: Repeat daily for this many days.
ar_sa: كرر يوميا لهذا عدة أيام.

source: Repeat?
ar_sa: تكرار؟

source: Replacement Cost
ar_sa: تكلفة الاستبدال

source: Replacement String
ar_sa: النص البديل

source: Replacement Year
ar_sa: سنة الإستبدال

source: Reply To
ar_sa: الرد لـ

source: Report
ar_sa: تقرير

source: Report Data
ar_sa: بيانات التقرير

source: Report Settings
ar_sa: إعدادات التقارير

source: Reportable
ar_sa: قابل للتقرير

source: Reportable?
ar_sa: قابل للتقرير؟

source: Reporting Cycle
ar_sa: فترة التقييم

source: Reports
ar_sa: التقارير

source: Requesting User
ar_sa: المستخدم المطلوب

source: Require at least one non-alphanumeric character (e.g. punctuation mark or space)?
ar_sa: تتطلب حرف غير أبجدي واحد على الأقل (مثل علامة الترقيم أو المسافة)؟

source: Require at least one numeric character?
ar_sa: مطلوب على الأقل رقم واحد؟

source: Require both upper and lower case alpha characters?
ar_sa: للغة الإنجليزية تتطلب حروف كبيرة وصغيرة؟

source: Required
ar_sa: مطلوب

source: Required Documents
ar_sa: المستندات المطلوبة

source: Required Documents Compulsory?
ar_sa: المستندات المطلوبة إلزامية؟

source: Required Documents Options
ar_sa: خيارات المستندات المطلوبة

source: Required Documents Text
ar_sa: نص المستندات المطلوبة

source: Required Fields for Personal Updates
ar_sa: الحقول المطلوبة للتحديثات الشخصية

source: Required fields:
ar_sa: الحقول المطلوبة:

source: Required?
ar_sa: مطلوب؟

source: Reserve
ar_sa: حجز

source: Reserved
ar_sa: محجوزة

source: Reset Password
ar_sa: إعادة تعيين كلمة المرور

source: Reset User Password
ar_sa: إعادة تعيين كلمة مرور المستخدم

source: Residency Status
ar_sa: حالة الإقامة

source: Residency/Visa Type
ar_sa: نوع الإقامة/التأشيرة

source: Resource %1$s File
ar_sa: ملف المصدر %1$s

source: Resource %1$s Name
ar_sa: إسم المصدر %1$s

source: Resource %1$s Type
ar_sa: نوع المصدر %1$s

source: Resource %1$s URL
ar_sa: رابط المصدر %1$s

source: Resource Contents
ar_sa: محتويات المصدر

source: Resource Details
ar_sa: تفاصيل المصدر

source: Resource Settings
ar_sa: إدارة إعدادات المصادر

source: Resource Tags
ar_sa: وسوم المصادر

source: Resource name.
ar_sa: اسم المصدر.

source: Resources
ar_sa: الموارد

source: Response
ar_sa: الإستجابة

source: Responsible User
ar_sa: الشخص المسؤول

source: Result
ar_sa: النتيجة

source: Results
ar_sa: النتائج

source: Return Action
ar_sa: إجراء الإسترجاع

source: Return Date
ar_sa: تاريخ الإرجاع

source: Return Item
ar_sa: استرجاع عنصر

source: Return to
ar_sa: العودة ل

source: Reunion
ar_sa: لا ريونيون

source: Rheumatic Fever
ar_sa: الحمى الروماتيزمية

source: Rich Text Format
ar_sa: تنسيق نص منسق

source: Risk
ar_sa: خطورة

source: Role
ar_sa: الدور

source: Role Category
ar_sa: تصنيف الدور

source: Role Switcher
ar_sa: مبدل الدور

source: Roles
ar_sa: الأدوار

source: Roll Order
ar_sa: ترتيب القائمة

source: Rollover
ar_sa: التدوير

source: Romania
ar_sa: رومانيا

source: Romanian
ar_sa: الرومانية

source: Room
ar_sa: قاعة

source: Room's external phone number.
ar_sa: رقم الهاتف الخارجي للغرفة.

source: Room's internal phone number.
ar_sa: رقم الهاتف الداخلي للغرفة.

source: Room:
ar_sa: قاعة:

source: Row %1$s Title
ar_sa: صف العنوان %1$s

source: Rows
ar_sa: الصفوف

source: Rows store assessment strands.
ar_sa: الصفوف تخزن التقييم.

source: Rubric
ar_sa: سلم التقييم (Rubric)

source: Rubric Basics
ar_sa: أساسيات سلم التقييم (Rubric)

source: Rubric Design
ar_sa: تصميم سلم التقييم (Rubric)

source: Rubric name.
ar_sa: إسم سلم التقييم (Rubric)

source: Rubrics
ar_sa: سلالم التقييم (RUBRICS)

source: Run a school activities program
ar_sa: تشغيل برنامج الأنشطة المدرسية

source: Running
ar_sa: يجري

source: Russian
ar_sa: الروسية

source: Rwanda
ar_sa: رواندا

source: SCHOOL OUTCOMES
ar_sa: نتائج المدرسة

source: SMS
ar_sa: الرسائل القصيرة SMS

source: SMS NOT CONFIGURED. Please contact %1$s for help.
ar_sa: لم يتم تكوين الرسائل النصية SMS. الرجاء التواصل مع %1$s للمساعدة.

source: SMS Password
ar_sa: كلمة المرور الرسائل القصيرة SMS

source: SMS Settings
ar_sa: إعدادات الرسائل القصيرة

source: SMS URL
ar_sa: رابط الرسائل القصيرة SMS

source: SMS URL Credit
ar_sa: رابط إعتماد رسائل الـ SMS

source: SMS Username
ar_sa: اسم مستخدم الرسائل القصيرة SMS

source: SMS gateway URL for checking credit.
ar_sa: رابط بوابة الرسائل القصيرة للتحقق من الائتمان.

source: SMS gateway URL for send requests.
ar_sa: رابط بوابة الرسائل القصيرة لإرسال الطلبات.

source: SMS gateway password.
ar_sa: كلمة مرور بوابة الرسائل القصيرة SMS

source: SMS gateway username.
ar_sa: اسم مستخدم بوابة الرسائل القصيرة SMS

source: SMS messages are sent to local and overseas numbers, but not all countries are supported. Please see the SMS Gateway provider's documentation or error log to see which countries are not supported. The subject does not get sent, and all HTML tags are removed. Each message, to each recipient, will incur a charge (dependent on your SMS gateway provider). Messages over 140 characters will get broken into smaller messages, and will cost more.
ar_sa: يتم إرسال الرسائل SMS إلى الارقام المحلية والخارجية، ولكن لا يتم اعتماد جميع البلدان. الرجاء مراجعة وثائق مقدم بوابة الرسائل القصيرة أو سجل الأخطاء لمعرفة أية البلدان التي لم يتم اعتمادها. لن يتم إرسال الموضوع، وتتم إزالة كافة علامات الـ HTML. كل رسالة، إلى كل مستلم، سوف تتحمل التكلفة (هذا يعتمد على مزود بوابة الرسائل القصيرة الخاصة بك). الرسائل أكثر من 140 حرفا سوف يتم تجزئتها إلى رسائل أصغر، وسوف يكلف ذلك أكثر.

source: SMS?
ar_sa: رسائل قصيرة SMS؟

source: Saint Helena
ar_sa: سانت هيلانة

source: Saint Kitts and Nevis
ar_sa: سانت كيتس ونيفيس

source: Saint Lucia
ar_sa: سانت لوسيا

source: Saint Pierre and Miquelon
ar_sa: سان بيار وميكلون

source: Saint Vincent and the Grenadines
ar_sa: سانت فنسنت وجزر غرينادين

source: Samoa
ar_sa: ساموا

source: Sample Calculation
ar_sa: حساب بسيط

source: San Marino
ar_sa: سان مارينو

source: Sao Tome and Principe
ar_sa: ساو تومي وبرينسيبي

source: Sat
ar_sa: السبت

source: Satisfactory
ar_sa: مرض

source: Saturday
ar_sa: السبت

source: Saudi Arabia
ar_sa: السعودية

source: Save
ar_sa: حفظ

source: Save & Next
ar_sa: حفظ ثم عرض التالي

source: Save the student's payment preferences.
ar_sa: حفظ تفضيلات دفع الطالب.

source: Scale
ar_sa: المقياس

source: Scan the below QR code in your relevant authenticator app and input the code it provides, ensuring it doesn't expire before you submit the form.
ar_sa: امسح رمز الاستجابة السريعة أدناه في تطبيق المصادقة ذي الصلة وأدخل الرمز الذي يوفره ، مع التأكد من عدم انتهاء صلاحيته قبل إرسال الاستمارة.

source: Schedule
ar_sa: جدولة

source: Scheduling
ar_sa: الجدولة

source: Scholarships
ar_sa: منحة دراسية

source: School
ar_sa: المدرسة

source: School Admin
ar_sa: إدارة المدرسة

source: School Attendance
ar_sa: الحضور المدرسي

source: School Attending
ar_sa: الحضور المدرسي

source: School Calendar
ar_sa: التقويم المدرسي

source: School Closed
ar_sa: المدرسة مغلقة

source: School Closes
ar_sa: إغلاق المدرسة

source: School Closure
ar_sa: إغلاق المدرسة

source: School Day
ar_sa: اليوم الدراسي

source: School Ends
ar_sa: تنتهي المدرسة

source: School Google Calendar ID
ar_sa: معرف تقويم قوقل للمدرسة

source: School History
ar_sa: سجل المدرسة

source: School ID
ar_sa: الرقم المدرسي

source: School Information
ar_sa: معلومات المدرسة

source: School Name
ar_sa: اسم المدرسة

source: School Opens
ar_sa: فتح المدرسة

source: School Outcomes
ar_sa: نتائج المدرسة

source: School Starts
ar_sa: تبدأ المدرسة
