Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: Checking for Cutting Edge Code.
ar_sa: التحقق من التعليمات البرمجية المتطورة.

source: Checking for Gibbon updates.
ar_sa: التحقق من وجود تحديثات Gibbon.

source: Chemistry HL
ar_sa: كيمياء HL

source: Chemistry SL
ar_sa: كيمياء SL

source: Cheque
ar_sa: شيك

source: Child
ar_sa: طفل

source: Child's Name
ar_sa: اسم الطفل/الطفلة

source: Children
ar_sa: ﻿الاطفال

source: Chile
ar_sa: تشيلي

source: China
ar_sa: الصين

source: Chinese (Mandarin)
ar_sa: الصينية (الماندرين)

source: Chinese A: Language and Literature HL
ar_sa: الصينية A: اللغة والأدب HL

source: Chinese A: Language and Literature SL
ar_sa: الصينية A: اللغة والأدب SL

source: Chinese B HL
ar_sa: الصينية B HL

source: Chinese B SL
ar_sa: الصينية B SL

source: Chinese or other character-based name.
ar_sa: اسم مستند على الأحرف الصينية أو غيرها.

source: Choose
ar_sa: اختر

source: Choose A Class
ar_sa: إختر حصة

source: Choose A Course
ar_sa: اختيار مقرر

source: Choose A Date
ar_sa: اختيار تاريخ

source: Choose A Facility
ar_sa: اختر مرفقاً

source: Choose A Person
ar_sa: إختيار شخص

source: Choose A Staff Member
ar_sa: اختر عضو بفريق العمل

source: Choose A Student
ar_sa: اختر الطالب

source: Choose Activity
ar_sa: اختر النشاط

source: Choose Assessment
ar_sa: اختر تقييم

source: Choose Class
ar_sa: اختر الفصل

source: Choose Course
ar_sa: إختيار منهج

source: Choose Date
ar_sa: اختيار تاريخ

source: Choose Family
ar_sa: أختيار أسرة

source: Choose Form Group
ar_sa: اختيار مجموعة الطلبة

source: Choose Form Group & Week
ar_sa: اختيار مجموعة طلبة، أو أسبوع

source: Choose Lessons
ar_sa: اختيار الدروس

source: Choose Options
ar_sa: تعيين الخيارات

source: Choose Student
ar_sa: اختر الطالب

source: Choose Students
ar_sa: اختر الطالب

source: Choose Timetable
ar_sa: اختر الجدول الدراسي

source: Choose User
ar_sa: اختر المستخدم

source: Choose a fee to add it
ar_sa: اختر رسماً لإضافته

source: Choose an outcome to add it to this lesson
ar_sa: اختر مخرجات لإضافتها إلى الدرس

source: Choose an outcome to add it to this lesson.
ar_sa: اختيار نتيجة لإضافتها إلى هذا الدرس.

source: Choose an outcome to add it to this unit
ar_sa: اختيار نتيجة لإضافتها إلى هذه الوحدة

source: Choose predefined rubric, if desired.
ar_sa: إختيار سلم تقييم ( Rubric ) محدد مسبقاً , إذا رغبت في ذلك.

source: Choose the child you are registering for.
ar_sa: إختر الطفل الذي تقوم بالتسجيل له.

source: Choose the family you wish to associate this application with.
ar_sa: اختيار الأسرة التي ترغب في ربط هذا التسجيل معه.

source: Christmas Island
ar_sa: جزيرة الكريسماس

source: Citizenship
ar_sa: الجنسية

source: Citizenship 1
ar_sa: الجنسية 1

source: Citizenship 1 Passport
ar_sa: جواز سفر الجنسية 1

source: Citizenship 1 Passport Number
ar_sa: رقم جواز سفر الجنسية 1

source: Citizenship 1 Passport Scan
ar_sa: مسح ضوئي لجواز سفر الجنسية 1

source: Citizenship 2
ar_sa: الجنسية 2

source: Citizenship 2 Passport
ar_sa: جواز سفر الجنسية 2

source: Citizenship 2 Passport Number
ar_sa: رقم جواز سفر الجنسية 1

source: Citizenship Passport Number
ar_sa: رقم جواز الجنسية

source: Class
ar_sa: الحصة

source: Class Code
ar_sa: كود الحصة

source: Class Count
ar_sa: تعداد الحصة

source: Class Enrolment by Form Group
ar_sa: الالتحاق بالحصة حسب مجموعة الطلبة

source: Class List
ar_sa: قائمة الحصص

source: Class List Exception
ar_sa: قائمة استثناء الحصة

source: Class Of
ar_sa: حصة

source: Class Role
ar_sa: دور الحصة

source: Class Short Name - e.g 1 for DR10.1
ar_sa: الاسم المختصر للصف

source: Class Teachers
ar_sa: معلمي الحصة

source: Classes
ar_sa: الفصول

source: Classes Not Registered
ar_sa: الحصص غير المسجلة

source: Classes in Period
ar_sa: الفصول في الفترة

source: Classmates
ar_sa: زملاء الدراسة

source: Classmates's Parents
ar_sa: أولياء أمور زملاء الدراسة

source: Clear
ar_sa: مسح

source: Clear Filters
ar_sa: إزالة التصفية

source: Clear Form
ar_sa: مسح الحقول

source: Clear Search
ar_sa: مسح البحث

source: Click on any of the cells below to highlight them. Data is saved automatically after each click.
ar_sa: انقر على أي خليه لتظليلها. البيانات سوف تحفظ اليا بعد كل نقرة.

source: Click the timetable to view availability details.
ar_sa: انقر فوق الجدول الزمني لعرض تفاصيل التوافر.

source: Click to create a new block
ar_sa: انقر هنا لإنشاء كتلة جديدة

source: Click to view details
ar_sa: أنقر لعرض التفاصيل

source: Client ID for Google Project In Developers Console.
ar_sa: معرف عميل مشروع جوجل في وحدة التحكم المطورين.

source: Client Secret for Google Project In Developers Console.
ar_sa: العميل السري لمشروع جوجل في وحدة التحكم المطورين.

source: Close
ar_sa: إغلاق

source: Closed
ar_sa: مغلق

source: Coach
ar_sa: مدرب

source: Cocos (Keeling) Islands
ar_sa: جزر كوكوس (كيلينغ)

source: Code
ar_sa: الكود

source: Cognitive Abilities Test
ar_sa: اختبار القدرات المعرفية

source: Collection
ar_sa: مجموعة

source: Colombia
ar_sa: كولومبيا

source: Column
ar_sa: عمود

source: Column %1$s Title
ar_sa: عمود العنوان %1$s

source: Columns
ar_sa: الأعمدة

source: Comma Seperate Values
ar_sa: قيم منفصلة بفواصل

source: Comma-separated list
ar_sa: قائمة مفصولة بفواصل

source: Comma-separated list of agreements that students might be asked to sign in school (e.g. ICT Policy).
ar_sa: قائمة مفصولة بفاصلة للاتفاقيات التي قد يتم سؤال الطلاب للتوقيع عليها في المدرسة ( مثال سياسة ICT ) .

source: Comma-separated list of available language selections if Language Options section is turned on.
ar_sa: قائمة مفصولة بفاصلة للاختيارات المتاحة للغة إذا تم تشغيل قسم خيارات اللغة.

source: Comma-separated list of documents which must be submitted electronically with the application form.
ar_sa: قائمة مفصولة بفاصلة للوثائق التي يجب تقديمها إلكترونيا مع استمارة الطلب.

source: Comma-separated list of ethnicities available in system
ar_sa: قائمة مفصولة بفواصل للأعراق المتاحة في النظام

source: Comma-separated list of nationalities available in system. If blank, system will default to list of countries
ar_sa: قائمة مفصولة بفواصل للجنسيات المتاحة في النظام. إذا كانت فارغة، النظام يتحول افتراضياً إلى قائمة البلدان

source: Comma-separated list of options to make available (e.g. half-day, full-day). If blank, this field will not show up in the application form.
ar_sa: إتاحة خيارات من قائمة مفصولة بفواصل (مثلا: نصف يوم، يوم كامل) في حال تركه فارغا، لن يظهر هذا الحقل في نموذج التسجيل.

source: Comma-separated list of reasons for departure from school. If blank, user can enter any text.
ar_sa: اسباب المغادرة بينها فواصل. واذا كان الحقل فارغ، يمكن كتابة أي سبب فيه.

source: Comma-separated list of residency status available in system. If blank, system will allow text input
ar_sa: قائمة مفصولة بفواصل لخيارات مكان الإقامة المتوفرة في النظام، في حال تركه فارغا، لن يسمح النظام بتعبئة هذا الحقل.

source: Comma-separated list of the major steps in the application process. Applicants can be tracked through the various stages.
ar_sa: قائمة مفصولة بفاصلة للخطوات الرئيسية في معالجة طلب التسجيل. يمكن تتبع المتقدمين من خلال مراحل مختلفة.

source: Comma-separated list of types to make available in the Markbook.
ar_sa: قائمة مفصولة بفواصل لأنواع سجل الدرجات المتاحة في النظام.

source: Comma-seperated list of the different activity types available in school. Leave blank to disalbe this feature.
ar_sa: قائمة مفصولة بفواصل لأنواع الأنشطة المختلفة المتوفرة في المدرسة، اترك الحقل فارغا لتعطيل هذه الميزة.

source: Comment
ar_sa: تعليق

source: Comments
ar_sa: التعليقات

source: Comments/Notes
ar_sa: تعليقات/ملاحظات

source: Comoros
ar_sa: جزر القمر

source: Company
ar_sa: الشركة

source: Company Address
ar_sa: عنوان الشركة

source: Company All?
ar_sa: الشركة كلها؟

source: Company Contact Person
ar_sa: شخص الاتصال بالشركة

source: Company Email
ar_sa: البريد الإلكتروني للشركة

source: Company Emails
ar_sa: بُرد الشركة

source: Company Fee Categories
ar_sa: فئات رسوم الشركة

source: Company Name
ar_sa: اسم الشركة

source: Company Phone
ar_sa: هاتف الشركة

source: Competitive
ar_sa: تنافسي

source: Complete
ar_sa: مكتمل

source: Complete?
ar_sa: مكتمل؟

source: Completion
ar_sa: إكمال

source: Computer
ar_sa: حاسب آلي

source: Condition
ar_sa: الحالة

source: Condition Name
ar_sa: اسم الحالة

source: Conditions
ar_sa: الشروط

source: Configure External Assessment module options
ar_sa: تكوين خيارات موديول التقييم الخارجي

source: Configure options for the Data Updater module
ar_sa: تكوين خيارات موديول محدث البيانات

source: Configure options for the Markbook module
ar_sa: تكوين خيارات موديول سجل الدرجات

source: Configure settings relating to user management.
ar_sa: تكوين الإعدادات المتعلقة بإدارة المستخدم.

source: Confirm
ar_sa: تأكيد

source: Confirm New Password
ar_sa: تأكيد كلمة المرور الجديدة

source: Confirm Password
ar_sa: تأكيد كلمة المرور

source: Confirmed
ar_sa: مؤكد

source: Congo
ar_sa: الكونغو

source: Congo, the Democratic Republic of the
ar_sa: الكونغو، وجمهورية الكونغو الديمقراطية

source: Congratulations, your installation is complete. Feel free to %1$sgo to your Gibbon homepage%2$s and login with the username and password you created.
ar_sa: تهانينا، التثبيت مكتمل. لا تتردد في %1$sالذهاب إلى الصفحة الرئيسية لـ %2$s Gibbon وتسجيل الدخول باستخدام اسم المستخدم وكلمة المرور التي قمت بإنشائهما.

source: Consecutive Absences
ar_sa: الغياب المتتالي

source: Contact
ar_sa: الاتصال

source: Contact 1
ar_sa: الاتصال 1

source: Contact 1 Name
ar_sa: اسم جهة الاتصال 1

source: Contact 1 Number 1
ar_sa: جهة التواصل 1 الرقم 1

source: Contact 1 Number 2
ar_sa: جهة التواصل 1 الرقم 2

source: Contact 1 Relationship
ar_sa: جهة الإتصال 1 صلة القرابة

source: Contact 2
ar_sa: الاتصال 2

source: Contact 2 Name
ar_sa: جهة التواصل 2 الاسم

source: Contact 2 Number 1
ar_sa: جهة الإتصال 2 الرقم 1

source: Contact 2 Number 2
ar_sa: جهة الإتصال 2 الرقم 2

source: Contact 2 Relationship
ar_sa: جهة الإتصال 2 صلة القرابة

source: Contact By Email
ar_sa: التواصل عبر البريد الإلكتروني

source: Contact By Mail
ar_sa: التواصل عبر البريد الإلكتروني

source: Contact By Phone
ar_sa: التواصل عبر الهاتف

source: Contact By SMS
ar_sa: التواصل عبر الرسائل القصيرة (SMS)

source: Contact Detail
ar_sa: تفاصيل الاتصال

source: Contact Information
ar_sa: معلومات الاتصال

source: Contact Priority
ar_sa: أولوية الاتصال

source: Contact Type
ar_sa: نوع الاتصال

source: Contacts
ar_sa: جهات الإتصال

source: Contain at least one lowercase letter, and one uppercase letter.
ar_sa: يحتوي على الأقل حرف واحد صغير، وحرف واحد كبير.

source: Contain at least one non-alphanumeric character (e.g. a punctuation mark or space).
ar_sa: يحتوي على حرف رقمي غير أبجدي واحد على الأقل (مثل علامة الترقيم أو المسافة).

source: Contain at least one number.
ar_sa: يحتوي على الأقل رقم واحد.

source: Content
ar_sa: المحتوى

source: Contents
ar_sa: المحتويات

source: Continue
ar_sa: استمر

source: Continue an Existing Application Form
ar_sa: استمر في استمارة طلب موجود

source: Contracts
ar_sa: الاتصالات

source: Contributor
ar_sa: مساهم

source: Control Number
ar_sa: رقم التحكم

source: Control activity settings
ar_sa: إعدادات التحكم بالنشاط

source: Control all items in the school library catalog
ar_sa: التحكم بكافة العناصر في مكتبة كاتالوج المدرسة .

source: Controls all aspects of the system
ar_sa: التحكم في جميع جوانب النظام

source: Controls what a user can do and see.
ar_sa: التحكم في ما يستطيع المستخدم فعله و معاينته.

source: Convulsions/Epilepsy
ar_sa: التشنجات/الصرع

source: Cook Islands
ar_sa: جزر كوك

source: Coordinator
ar_sa: المنسق

source: Copy All To Next Year
ar_sa: نسخ الكل للسنة التالية

source: Copy Columns
ar_sa: نسخ عمود

source: Copy Lessons?
ar_sa: نسخ الدروس؟

source: Copy Markbook Columns
ar_sa: نسخ عمود سجل الدرجات

source: Copy Target Grades?
ar_sa: نسخ الدرجات المستهدفة؟

source: Copy from
ar_sa: نسخ من

source: Copyright
ar_sa: حقوق النشر

source: Cost
ar_sa: التكلفة

source: Cost (%1$s)
ar_sa: التكلفة (%1$s)

source: Cost Status
ar_sa: حالة التكلفة

source: Cost Type
ar_sa: نوع التكلفة

source: Costa Rica
ar_sa: كوستاريكا

source: Cote D'Ivoire
ar_sa: ساحل العاج

source: Couldn't load this tab.
ar_sa: لم يتم تحميل هذا التبويب.

source: Count
ar_sa: العدد

source: Count Class Attendance as School Attendance
ar_sa: احتساب الحضور للحصة كحضور مدرسي

source: Country
ar_sa: البلد

source: Country Of Origin
ar_sa: بلد المنشأ

source: Country of Birth
ar_sa: بلد الميلاد

source: Country of Publication
ar_sa: بلد نشر

source: County, State, District
ar_sa: مقاطعة، الدولة، الحي

source: Course
ar_sa: المقرر

source: Course Enrolment by Class
ar_sa: الالتحاق بالمنهج حسب الحصة

source: Course Enrolment by Person
ar_sa: الإلتحاق بالمنهج حسب الشخص

source: Course List
ar_sa: قائمة المناهج الدراسية

source: Course Short Name - e.g. DR10 for Year 10 Drama
ar_sa: اختصار اسم المادة</b> - مثل فز 101

source: Courses & Classes
ar_sa: المناهج والحصص

source: Create %1$s Outcomes
ar_sa: إنشاء %1$s النتائج

source: Create & Insert New Resource
ar_sa: إنشاء و إدراج مصدر جديد

source: Create Family
ar_sa: أنشئ عائلة

source: Create Individual Needs Record
ar_sa: إنشاء سجل الاحتياجات الفردية

source: Create Invoicee
ar_sa: إنشاء فاتورة

source: Create Markbook Column?
ar_sa: إنشاء عمود سجل الدرجات؟

source: Create Medical Record
ar_sa: إنشاء سجل طبي

source: Create Parents
ar_sa: إنشاء الوالدين

source: Create Student
ar_sa: إنشاء طالب

source: Create Student Email/Websites for %1$s at %2$s
ar_sa: إنشاء بريد إلكتروني للطالب/مواقع إلكترونية لـ %1$s في %2$s .

source: Create Target Grades?
ar_sa: إنشاء درجات مستهدفة؟

source: Create a Gibbon user account for one or more parents and connect them to the student's family.
ar_sa: قم بإنشاء حساب مستخدم النظام لواحد أو أكثر من الوالدين وربطهم بأسرة الطالب.

source: Create a Gibbon user account for the applicant.
ar_sa: إنشاء حساب على النظام للمتقدم.

source: Create a Gibbon user account for the student.
ar_sa: إنشاء حساب مستخدم Gibbon للطالب.

source: Create a medical record for the student.
ar_sa: إنشاء سجل طبي للطالب.

source: Create a new family or add students to an existing family.
ar_sa: أنشئ عائلة جديدة أو أضف الطلاب إلى عائلة موجودة.

source: Create a new family.
ar_sa: إنشاء أسرة جديدة.

source: Create a note of the student's scholarship information outside of Gibbon.
ar_sa: إنشاء ملاحظات لمعلومات منحة الطالب خارج Gibbon.

source: Create a timetable for the applicant.
ar_sa: إنشاء جدول ساعات العمل للمتقدم.

source: Create a timetable for the student.
ar_sa: إنشاء جدول زمني للطالب.

source: Create an individual needs record for the student.
ar_sa: إنشاء سجل احتياجات فردية لهذا الطالب.

source: Create family data update request for any user
ar_sa: إنشاء طلب تحديث بيانات الأسرة لأي مستخدم

source: Create finance data update request for any user
ar_sa: إنشاء طلب تحديث البيانات المالية لأي مستخدم

source: Create medical data update request for any user
ar_sa: إنشاء طلب تحديث البيانات الطبية لأي مستخدم

source: Create personal data update request for any user
ar_sa: إنشاء طلب تحديث البيانات الشخصية لأي مستخدم

source: Create user accounts for the parents.
ar_sa: إنشاء حسابات المستخدم لأولياء الأمور.

source: Created by %1$s (%2$s) at %3$s on %4$s.
ar_sa: تم إنشاؤها بواسطة %1$s (%2$s) في %3$s على %4$s .

source: Created by teachers, Gibbon is the school platform which solves real problems faced by educators every day.
ar_sa: تم إنشاؤه بواسطة معلمين ,Gibbon هي منصة المدرسية التي ستحل المشاكل الحقيقية التي يواجهها المعلمون كل يوم.

source: Created under the
ar_sa: تأسست بموجب

source: Creative Commons BY
ar_sa: رخصة المشاع المبدع BY

source: Creative Commons BY-SA
ar_sa: رخصة المشاع المبدع BY-SA

source: Creative Commons BY-SA-NC
ar_sa: رخصة المشاع المبدع BY-SA-NC

source: Credit Card
ar_sa: البطاقة الالكترونية

source: Croatia
ar_sa: كرواتيا

source: Croation
ar_sa: الكرواتية

source: Crowd Assessment
ar_sa: التقييم الجماعي

source: Crowd Assessment?
ar_sa: التقييم الجماعي؟

source: Cuba
ar_sa: كوبا

source: Currency
ar_sa: العملة

source: Current
ar_sa: الحالي

source: Current Application
ar_sa: التطبيق الحالي

source: Current Applications
ar_sa: طلبات التسجيل الحالية

source: Current Classes
ar_sa: الحصص الحالية

source: Current Enrolment
ar_sa: الإلتحاق الحالي

source: Current Guests
ar_sa: الزوار الحاليين

source: Current Participants
ar_sa: المشتركين الحاليين

source: Current Password
ar_sa: كلمة المرور الحالية

source: Current Plan
ar_sa: الخطة الحالية

source: Current Resources
ar_sa: المصادر الحالية

source: Current School Year
ar_sa: السنة الدراسية الحالية

source: Current Staff
ar_sa: موظف حالي

source: Current Status
ar_sa: الوضع الحالي

source: Current Students
ar_sa: الطلاب الحاليون

source: Current Time Slots
ar_sa: حيزات الوقت الحالي

source: Current Value
ar_sa: القيمة الحالية

source: Current attachment:
ar_sa: المرفقات الحالية:

source: Current balance: %1$s credit(s).
ar_sa: الميزانية الحالية: %1$s الائتمانية.

source: Current year only
ar_sa: العام الحالي فقط

source: Current/Last School
ar_sa: المدرسة الحالية/الماضية

source: Curriculum Overview
ar_sa: لمحة عن المنهج

source: Custom
ar_sa: مخصص

source: Custom Context
ar_sa: سياق مخصص

source: Custom Context Name
ar_sa: اسم السياق المخصص

source: Custom Fields
ar_sa: حقول مخصصة

source: Custom Heading
ar_sa: عنوان مخصص

source: Custom fields are attached to a specific type of record in Gibbon and can be managed in {link}.
ar_sa: الحقول المخصصة مرفقة بنوع معين من السجلات في النظام الأساسي ويمكن إدارتها في {link}.

source: Cutting Edge Code
ar_sa: التعليمات البرمجية المتطورة

source: Cutting Edge Code Line
ar_sa: سطر التعليمات البرمجية المتطورة

source: Cutting Edge Code check failed
ar_sa: فشل التحقق من التعليمات البرمجية المتطورة

source: Cutting Edge Code check successful.
ar_sa: نجاح التحقق من التعليمات البرمجية المتطورة

source: Cyprus
ar_sa: قبرص

source: Czech
ar_sa: التشيكية

source: Czech Republic
ar_sa: الجمهورية التشيكية

source: D
ar_sa: د

source: D&T - Electronics
ar_sa: التصميم والتقنية (D&T) - الإلكترونيات

source: D&T - Food
ar_sa: التصميم والتقنية (D&T) - التغذية

source: D&T - Graphics
ar_sa: التصميم والتقنية (D&T) - الرسوميات

source: D&T - Resistant Materials
ar_sa: التصميم والتقنية (D&T) - المواد المقاومة

source: D&T - Systems Control
ar_sa: التصميم والتقنية (D&T) - أنظمة التحكم

source: D&T - Textiles
ar_sa: التصميم والتقنية (D&T) - المنسوجات

source: D+
ar_sa: د+

source: D-
ar_sa: د-

source: DELETE
ar_sa: حذف

source: DOB
ar_sa: تاريخ الميلاد

source: DVD Player
ar_sa: مشغل دي في دي

source: Daily
ar_sa: يومي

source: Danish
ar_sa: الدانماركية

source: Dashboard Settings
ar_sa: إعدادات اللوحة الرئيسية

source: Data
ar_sa: البيانات

source: Data Access
ar_sa: الوصول إلى البيانات

source: Data Access?
ar_sa: الوصول إلى البيانات؟

source: Data Points
ar_sa: نقاط البيانات

source: Data Type
ar_sa: نوع التاريخ

source: Data Updater
ar_sa: محدث البيانات

source: Data Updater Settings
ar_sa: إعدادات محدث البيانات

source: Data displayed in full Student Profile
ar_sa: البيانات تظهر في ملف الطالب الكامل

source: Database "{name}" not found and unable to create one. Please manually create the database, or provide account that can create it.
ar_sa: قاعدة البيانات "{name}" غير موجودة ولا يمكن إنشاء واحدة. يرجى إنشاء قاعدة البيانات يدويًا ، أو توفير حساب يمكنه إنشائها.

source: Database Administrator
ar_sa: مسؤول قاعدة البيانات

source: Database Name
ar_sa: اسم قاعدة البيانات

source: Database Password
ar_sa: كلمة مرور قاعدة البيانات

source: Database Server
ar_sa: خادم قاعدة البيانات

source: Database Type
ar_sa: نوع قاعدة البيانات

source: Database Update
ar_sa: تحديث قاعدة البيانات

source: Database Username
ar_sa: اسم مستخدم قاعدة البيانات

source: Date
ar_sa: التاريخ

source: Date & Time
ar_sa: التاريخ والوقت

source: Date Out & In
ar_sa: تاريخ الإخراج والإدخال

source: Date Paid
ar_sa: تاريخ الدفع

source: Date Range
ar_sa: نطاق التاريخ

source: Date Sent
ar_sa: تاريخ الإرسال

source: Date Type
ar_sa: نوع التاريخ

source: Date Updated
ar_sa: تاريخ التحديث

source: Date of Birth
ar_sa: تاريخ الميلاد

source: Date of payment, not entry to system.
ar_sa: تاريخ الدفع، لم يتم إدخاله إلى النظام.

source: Date/Time
ar_sa: التاريخ/الوقت

source: Date<br/>Complete
ar_sa: تاريخ <br/>الإكمال

source: Dates
ar_sa: التواريخ

source: Day
ar_sa: يوم

source: Day Column Name
ar_sa: اسم عمود اليوم

source: Day Name - as used in the target timetable
ar_sa: اسم اليوم </b> - كما هو مستخدم في الجدول الزمني المستهدف

source: Day Of The Week
ar_sa: يوم الأسبوع

source: Day Type
ar_sa: نوع اليوم

source: Day-Type Options
ar_sa: خيارات نوع اليوم

source: Day-Type Text
ar_sa: نص نوع اليوم

source: Days
ar_sa: أيام

source: Days Overdue
ar_sa: أيام التأخير

source: Days of the Week
ar_sa: أيام الأسبوع

source: De Facto
ar_sa: بحكم الواقع

source: Deadline
ar_sa: الموعد النهائي

source: Dear %1$s
ar_sa: عزيزنا %1$s

source: Dear %1$s,<br/><br/>Welcome to %2$s, %3$s's system for managing school information. You can access the system by going to %4$s and logging in with your new username (%5$s) and password (%6$s). You can learn more about using %7$s on the official support website (https://docs.gibbonedu.org/parents).<br/><br/>In order to maintain the security of your data, we highly recommend you change your password to something easy to remember but hard to guess. This can be done by using the Preferences page after logging in (top-right of the screen).<br/><br/>
ar_sa: عزيزنا %1$s, <br/><br/> أهلا بك في نظام إدارة المعلومات لـ %2$s, %3$s. بإمكانك الدخول إلى النظام عبر الذهاب إلى %4$s وتسجيل الدخول عبر اسم المستخدم الذي منح لك (%5$s)، وكلمة المرور (%6$s). بإمكانك معرفة المزيد عن كيفية استخدام %7$s على الصفحة الرسمية للدعم (http://gibbonedu.org/support/parents). <br/><br/> بهدف المحافظة على أمان معلوماتك، ننصحك بشدة باستبدال كلمة المرور بكلمة أخرى يسهل تذكرها ويصعب تخمينها. بإمكانك القيام بهذا عبر التوجه إلى صفحة التفضيلات بعد تسجيل الدخول، (أعلى يسار الشاشة).<br/><br/>

source: Dear %1$s,<br/><br/>Welcome to %2$s, %3$s's system for managing school information. You can access the system by going to %4$s and logging in with your new username (%5$s) and password (%6$s). You can learn more about using %7$s on the official support website (https://gibbonedu.org/support/parents).<br/><br/>In order to maintain the security of your data, we highly recommend you change your password to something easy to remember but hard to guess. This can be done by using the Preferences page after logging in (top-right of the screen).<br/><br/>
ar_sa: عزيزنا %1$s, <br/><br/> أهلا بك في نظام إدارة المعلومات لـ %2$s, %3$s. بإمكانك الدخول إلى النظام عبر الذهاب إلى %4$s وتسجيل الدخول عبر اسم المستخدم الذي منح لك (%5$s)، وكلمة المرور (%6$s). بإمكانك معرفة المزيد عن كيفية استخدام %7$s على الصفحة الرسمية للدعم (http://gibbonedu.org/support/parents). <br/><br/> بهدف المحافظة على أمان معلوماتك، ننصحك بشدة باستبدال كلمة المرور بكلمة أخرى يسهل تذكرها ويصعب تخمينها. بإمكانك القيام بهذا عبر التوجه إلى صفحة التفضيلات بعد تسجيل الدخول، (أعلى يسار الشاشة).<br/><br/>

source: Dear %1$s,<br/><br/>Welcome to %2$s, %3$s's system for managing school information. You can access the system by going to %4$s and logging in with your new username (%5$s) and password (%6$s).<br/><br/>In order to maintain the security of your data, we highly recommend you change your password to something easy to remember but hard to guess. This can be done by using the Preferences page after logging in (top-right of the screen).<br/><br/>
ar_sa: عزيزنا %1$s, <br/><br/> أهلا بك في نظام إدارة المعلومات لـ %2$s, %3$s. بإمكانك الدخول إلى النظام عبر الذهاب إلى %4$s وتسجيل الدخول عبر اسم المستخدم الذي منح لك (%5$s)، وكلمة المرور (%6$s). <br/><br/> بهدف المحافظة على أمان معلوماتك، ننصحك بشدة باستبدال كلمة المرور بكلمة أخرى يسهل تذكرها ويصعب تخمينها. بإمكانك القيام بهذا عبر التوجه إلى صفحة التفضيلات بعد تسجيل الدخول، (أعلى يسار الشاشة).<br/><br/>
