Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: Allows administrators to manage users.
ar_sa: تسمح للمسؤولين بإدارة المستخدمين.

source: Allows administrators to view and action staff applications.
ar_sa: يسمح للمدراء بعرض وإدارة طلبات الانضمام لفريق العمل.

source: Allows admins to control the application form
ar_sa: يسمح للمسؤولين للتحكم في استمارة الطلب

source: Allows admins to create learning areas and administrative groups.
ar_sa: السماح للمسؤولين بإنشاء مجالات التعلم وإدارة المجموعات.

source: Allows admins to kick the school forward one year
ar_sa: يسمح للمسؤولين بتقديم المدرسة إلى الأمام سنة واحدة

source: Allows admins to place timetable days into the school calendar
ar_sa: يسمح للمؤولين بوضع أيام الجدول الزمني في التقويم المدرسي

source: Allows admins to process data update requests for medical data
ar_sa: يسمح للمسؤولين بمعالجة طلبات تحديث البيانات للبيانات الطبية

source: Allows admins to process data update requests for personal data
ar_sa: يسمح للمسؤولين بمعالجة طلبات تحديث البيانات للبيانات الشخصية

source: Allows admins to view and action applications
ar_sa: السماح للمسؤولين عرض ومعالجة نماذج التسجيل

source: Allows adults in a family to create data update request for their family.
ar_sa: يسمح للبالغين في الأسرة بإنشاء طلب تحديث بيانات أسرهم.

source: Allows adults in a family to create finance data update request for their family.
ar_sa: السماح للبالغين في الأسرة بإنشاء طلب تحديث البيانات المالية لأسرهم.

source: Allows editing of any column in any class.
ar_sa: يسمح بتحرير أي عمود في أي حصة.

source: Allows for interface strings to be replaced with custom values.
ar_sa: يسمح باستبدال نصوص الواجهة بقيم مخصصة.

source: Allows for the quick posting of a Message Wall message to all users.
ar_sa: يسمح بالنشر السريع للرسائل على حائط الرسالة إلى كافة المستخدمين.

source: Allows managers to build activity program
ar_sa: يسمح للمديرين ببناء برنامج النشاط

source: Allows members of the public to register to use the system.
ar_sa: السماح للعامة بالتسجيل لاستخدام النظام.

source: Allows parents to register their children for activities
ar_sa: السماح لأولياء الأمور لتسجيل الأبناء في الأنشطة

source: Allows parents to view their children's classes
ar_sa: السماح لأولياء الأمور لمعاينة حصص أبنائهم

source: Allows parents to view their student's information
ar_sa: السماح لأولياء الأمور لمعاينة معلومات طلبتهم

source: Allows privileged users to create and manage Internal Assessment columns.
ar_sa: السماح للمستخدمين المتميزين بإنشاء وادارة أعمدة التقييم الداخلي.

source: Allows students to view activities and register
ar_sa: يتيح للطلاب عرض الأنشطة والتسجيل

source: Allows uers to view all department details.
ar_sa: السماح للمستخدمين عرض كافة تفاصيل الأقسام.

source: Allows user to control student enrolment in the current year
ar_sa: يسمح للمستخدم بالتحكم في عدد الطلاب الملتحقين في السنة الحالية

source: Allows user to control the definition of academic years within the system
ar_sa: يسمح للمستخدم بالتحكم في تعريف السنوات الأكاديمية داخل النظام

source: Allows user to see a flexible summary of IN data.
ar_sa: يسمح للمستخدم بالاطلاع على ملخص مرن لبيانات IN .

source: Allows user to spot students who are repeat or regular offenders.
ar_sa: السماح للمستخدمين بكشف الطلاب معتادي أو مكرري الإجرام.

source: Allows users to assess each other's work
ar_sa: يسمح للمستخدمين بتقييم عمل كل منهما

source: Allows users to check, for a group of students, how recently they have been updated
ar_sa: يسمح للمستخدمين بالتحقق، لمجموعة من الطلاب، وكيف تم تحديثهم مؤخراً

source: Allows users to create a list of spaces and rooms in the school
ar_sa: يسمح للمستخدمين بإنشاء قائمة بالأماكن والغرف في المدرسة

source: Allows users to create rubrics for assessment
ar_sa: يسمح للمستخدمين بإنشاء سلالم التقييم (Rubrics) للتقييم

source: Allows users to create, edit and delete fee categories.
ar_sa: يسمح للمستخدمين بإنشاء وتحرير وحذف فئات الرسوم.

source: Allows users to create, view and edit billing windows.
ar_sa: يسمح للمستخدمين إنشاء وعرض وتحرير شاشات الفواتير .

source: Allows users to create, view and edit fees.
ar_sa: يسمح للمستخدمين إنشاء وعرض وتحرير الرسوم.

source: Allows users to edit the text that appears in invoices and receipts.
ar_sa: يسمح للمستخدمين بتحرير النص الذي يظهر في الفواتير والإيصالات.

source: Allows users to generate, view, delete and edit invoices.
ar_sa: يسمح للمستخدمين بإنشاء، عرض، وحذف وتحرير الفواتير.

source: Allows users to manage external assessment data
ar_sa: يسمح للمستخدمين بإدارة بيانات التقييم الخارجي

source: Allows users to show a summary of emergency contact data for a group of students.
ar_sa: يسمح للمستخدمين بعرض موجز لبيانات جهة الاتصال في حالة الطوارئ لمجموعة من الطلاب.

source: Allows users to show a summary of medical data for a group of students.
ar_sa: يسمح للمستخدمين بعرض موجز للبيانات الطبية لمجموعة من الطلاب.

source: Allows users to update medical information for themselves and their family members
ar_sa: يسمح للمستخدمين بتحديث المعلومات الطبية لأنفسهم وأفراد أسرهم

source: Allows users to update personal information for themselves and their family members
ar_sa: يسمح للمستخدمين بتحديث المعلومات الشخصية لأنفسهم وأفراد أسرهم

source: Allows users to view a listing of form groups
ar_sa: السماح للمستخدمين باستعراض قائمة بمجموعات الطلبة

source: Allows users to view activities
ar_sa: يسمح للمستخدمين بعرض الأنشطة

source: Allows users to view all messages posted on their message wall.
ar_sa: يسمح للمستخدمين بعرض كافة الرسائل التي نشرت على رسالة الحائط الخاص بهم.

source: Allows users to view and edit invoice recipients.
ar_sa: يسمح للمستخدمين بعرض وتحرير إيصالات الفواتير.

source: Allows users to view staff information
ar_sa: يسمح للمستخدمين بعرض معلومات فريق العمل

source: Allows users to view student data
ar_sa: يسمح للمستخدمين لعرض بيانات الطالب

source: Allows users to view timetables
ar_sa: يسمح للمستخدمين بعرض الجداول الزمنية

source: Allows users to view timetables in all school years.
ar_sa: السماح للمستخدمين باستعراض الجدول الدراسي لكل الأعوام

source: Allows users, with or without an account, to apply for student place.
ar_sa: يسمح للمستخدمين، مع أو بدون حساب، بالتقديم لأماكن الطلاب.

source: Alternate Email
ar_sa: البريد الإلكتروني البديل

source: American Samoa
ar_sa: ساموا الأمريكية

source: Amount
ar_sa: المبلغ

source: Amount Paid
ar_sa: المبلغ المدفوع

source: An application form for %1$s (%2$s) has been accepted for the %3$s school year.
ar_sa: نموذج تسجيل لـ %1$s (%2$s) تم قبوله، للسنة الدراسية %3$s.

source: An application form has been submitted for %1$s.
ar_sa: تم تقديم طلب تسجيل لـ %1$s.

source: An email was sent to {email}
ar_sa: تم إرسال بريد إلكتروني إلى {email}

source: An error has occurred determining the version of the system you are using.
ar_sa: لقد حدث خطأ في تحديد نسخة النظام الذي تستخدمه.

source: An error has occurred with your expense and budget settings.
ar_sa: حدث خطأ في إعدادات المصاريف والميزانية الخاصة بك.

source: An error has occurred. This could mean a number of different things, but generally indicates that you have a misspelt address, or are trying to access a page that you are not permitted to access.
ar_sa: حدث خطأ. وهذا قد يعني عددا من الأشياء المختلفة، ولكن يشير عموما إلى أن تكون لديك أخطأ في تهجئة عنوان، أو تحاول الوصول إلى صفحة غير مسموح لك الوصول إليها.

source: An error occured with your submission, most likely because a submitted file was too large.
ar_sa: حدث خطأ في إرسال المعلومات، تأكد من أن حجم الملف ليس أكبر من الحد المسموح به.

source: An error occurred.
ar_sa: حدث خطأ.

source: An existing application was not found for this email address.
ar_sa: لم يتم العثور على طلب موجود لعنوان البريد الإلكتروني هذا.

source: An unknown error occured, so the import will be aborted.
ar_sa: حدث خطأ غير معروف لذلك سيتم إحباط عملية الاستيراد.

source: Analyse
ar_sa: تحليل

source: Analytics
ar_sa: التحليلات

source: Andorra
ar_sa: أندورا

source: Angola
ar_sa: أنغولا

source: Anguilla
ar_sa: أنغيلا

source: Antarctica
ar_sa: القارة القطبية الجنوبية

source: Anticipated Year of Entry
ar_sa: السنة المتوقعة للدخول

source: Antigua and Barbuda
ar_sa: أنتيغوا وبربودا

source: Any staff who are not registered will have their status set to "Left".
ar_sa: كل الموظفين الغير مسجلين يتم وضعهم في اليسار.

source: Any students who are not re-enrolled will have their status set to "Left".
ar_sa: كل الطلاب الذي لم يتم اعادة تسجيلهم يتم وضعهم في اليسار.

source: Apple Keynote
ar_sa: أبل Keynote

source: Applicant
ar_sa: مقدم الطلب

source: Applicant Details
ar_sa: معلومات مقدم الطلب

source: Applicant has been successfully accepted into %1$s.
ar_sa: تم قبول المتقدم بنجاح في %1$s.

source: Applicant has been successfully accepted into ICHK.
ar_sa: تم قبول المتقدم بنجاح في ICHK.

source: Applicants
ar_sa: مقدمو الطلبات

source: Applicants from a given year.
ar_sa: طلبات التسجيل لعام محدد.

source: Application
ar_sa: طلب

source: Application Date
ar_sa: تاريخ التسجيل

source: Application Fee
ar_sa: رسوم التسجيل

source: Application Fields
ar_sa: حقول التطبيق

source: Application Form
ar_sa: نموذج تسجيل

source: Application Form Referee
ar_sa: حكم استمارة الطلب

source: Application Form Settings
ar_sa: إعدادات نموذج التسجيل

source: Application ID
ar_sa: رقم التسجيل

source: Application ID, preferred, surname, payment transaction ID
ar_sa: رقم التسجيل,التفضيل,اللقب,رقم معاملة الدفع

source: Application Processing Email Template
ar_sa: نموذج البريد الإلكتروني لمعالجة الطلب

source: Application Questions
ar_sa: أسئلة نموذج التسجيل

source: Application Status
ar_sa: حالة التسجيل

source: Applications
ar_sa: الطلبات

source: Apply
ar_sa: تطبيق

source: Approve Staff Absences
ar_sa: الموافقة على طلبات غياب الموظفين

source: Arabic
ar_sa: العربية

source: Archive
ar_sa: الأرشيف

source: Archive Records
ar_sa: سجلات الارشيف

source: Archive Title
ar_sa: عنوان الأرشيف

source: Archived Notifications
ar_sa: ارشفة الإخطارات

source: Are the required documents compulsory?
ar_sa: المستندات المطلوبة إلزامية؟

source: Are you running cutting edge code, instead of stable versions?
ar_sa: هل تقوم بتشغيل التعليمات البرمجية المتطورة، بدلاً من الإصدارات المستقرة؟

source: Are you sure you want to accept the application for %1$s?
ar_sa: هل أنت متأكد من أنك تريد قبول الطلب الخاص بـ %1$s؟

source: Are you sure you want to delete this column? Any unsaved changes will be lost.
ar_sa: هل ترغب بحذف هذا العمود؟ أي بيانات لم يتم حفظها ستفقد.

source: Are you sure you want to delete this record?
ar_sa: هل أنت متأكد أنك تريد حذف هذا السجل؟

source: Are you sure you want to delete this record? Any unsaved changes will be lost.
ar_sa: هل أنت متأكد أنك تريد حذف هذا السجل؟ سيتم فقدان أية تغييرات غير محفوظة.

source: Are you sure you want to delete this record? Unsaved changes will be lost.
ar_sa: هل أنت متأكد من أنك تريد حذف هذا السجل؟ سيتم فقدان التغييرات غير المحفوظة.

source: Are you sure you want to delete this row? Any unsaved changes will be lost.
ar_sa: هل ترغب بحذف هذا الصف؟ أي بيانات لم يتم حفظها ستفقد.

source: Are you sure you want to leave this page? Any unsaved changes will be lost.
ar_sa: هل أنت متأكد من أنك تريد ترك هذه الصفحة؟ سيتم فقدان أية تغييرات غير محفوظة.

source: Are you sure you want to proceed with this request?
ar_sa: هل أنت متأكد أنك تريد المتابعة بهذا الطلب؟

source: Are you sure you want to reject the application for %1$s?
ar_sa: هل أنت متأكد من أنك تريد رفض طلب %1$s؟

source: Are you sure you want to unregister from activity "%1$s"? If you try to reregister later you may lose a space already assigned to you.
ar_sa: هل أنت متأكد أنك تريد إلغاء تسجيلك من النشاط "%1$s"؟ إذا حاولت إعادة التسجيل في وقت لاحق قد تفقد المكان الفعلي المخصص لك.

source: Are you sure you wish to delete this record?
ar_sa: هل أنت متأكد أنك تريد حذف هذا السجل؟

source: Argentina
ar_sa: الأرجنتين

source: Armenia
ar_sa: أرمينيا

source: Armenian
ar_sa: الارمينية

source: Art & Design
ar_sa: الفنون والتصميم

source: Aruba
ar_sa: أروبا

source: As of today
ar_sa: اعتبارا من اليوم

source: Assess
ar_sa: التقييم

source: Assess & Give %1$s Feedback
ar_sa: تعيين وإعطاء %1$s تغذية راجعة

source: Assess Attainment?
ar_sa: تقييم التحصيل؟

source: Assess Effort?
ar_sa: تقييم المجهود؟

source: Assessment
ar_sa: التقييم

source: Assessment Complete?
ar_sa: اكتمل التقييم؟

source: Assessment Data Points
ar_sa: نقاط بيانات التحصيل

source: Assessment Details
ar_sa: تفاصيل التقويم

source: Assessment Type
ar_sa: نوع التقييم

source: Assign & Collect %1$s Work
ar_sa: تعيين وجمع عمل %1$s

source: Assistant
ar_sa: المساعد

source: Assistant Coordinator
ar_sa: منسق مساعد

source: Asthma
ar_sa: الربو

source: At Expected Level
ar_sa: على المستوى المتوقع

source: Attachment
ar_sa: مرفق

source: Attainment
ar_sa: التحصيل الدراسي

source: Attainment Alternative Name
ar_sa: اسم التحصيل البديل

source: Attainment Alternative Name Abbreviation
ar_sa: اختصار اسم التحصيل البديل

source: Attainment Rubric
ar_sa: تحصيل سلم التقييم (Rubric)

source: Attainment Scale
ar_sa: مقياس التحصيل

source: Attainment Target
ar_sa: أهداف التحصيل

source: Attainment Weighting
ar_sa: وزن التحصيل

source: Attempt to automatically place student in a house?
ar_sa: محاولة وضع الطالب تلقائيًا في منزل؟

source: Attendance
ar_sa: الحضور

source: Attendance By Class
ar_sa: الحضور حسب الفصل

source: Attendance By Form Group
ar_sa: الحضور حسب مجموعة الطلبة

source: Attendance By Person
ar_sa: حضور حسب الشخص

source: Attendance Codes
ar_sa: اكواد الحضور

source: Attendance History by Activity
ar_sa: سجل الحضور حسب النشاط

source: Attendance History for
ar_sa: سجل الحضور لـ

source: Attendance Log
ar_sa: سجل الحضور

source: Attendance Reasons
ar_sa: سبب الغياب

source: Attendance Settings
ar_sa: إعدادات الحضور

source: Attendance Status
ar_sa: حالة الحضور

source: Attendance Summary by Date
ar_sa: تفاصيل الحضور حسب التاريخ

source: Attendance Trends
ar_sa: تحليل بيانات الحضور

source: Attendance has been taken at the following times for the specified date for this group:
ar_sa: الحضور تم أخذه في الأوقات التالية للتاريخ المحدد لهذه المجموعة:

source: Attendance has been taken at the following times for this lesson:
ar_sa: تم أخذ الحضور في الأوقات التالية لهذا الدرس:

source: Attendance has not been taken for this group yet for the specified date. The entries below are a best-guess based on defaults and information put into the system in advance, not actual data.
ar_sa: الحضور لم يتم أخذه لهذه المجموعة حتى الآن بالتاريخ المحدد. الإدخالات الموجودة أدناه أفضل-تخمين استناداً إلى البيانات الفعلية لا الافتراضات والمعلومات التي وضعت في النظام مسبقاً.

source: Attendance has not been taken. The entries below are a best-guess, not actual data.
ar_sa: لم يتم أخذ الحضور. الإدخالات أدناه هي أفضل تخمين، وليس البيانات الفعلية.

source: Attendance taking has been disabled for this class.
ar_sa: تم تعطيل الحضور لهذا الفصل.

source: Attendance taking has been disabled for this form group.
ar_sa: تسجيل الحضور معطل لمجموعة الطلبة هذه.

source: Attended:
ar_sa: الحضور:

source: Audio
ar_sa: صوت

source: Audio Video Interleave
ar_sa: تداخل الصوت والفيديو

source: Aunt
ar_sa: عمة/خالة

source: Australia
ar_sa: أستراليا

source: Austria
ar_sa: النمسا

source: Author
ar_sa: الكاتب

source: Author/Brand
ar_sa: المؤلف/العلامة التجارية

source: Author/Producer
ar_sa: المؤلف/المنتج

source: Automatically inform <u>parents</u> of their Gibbon login details by email?
ar_sa: إبلاغ </u> أولياء الأمور<u> تلقائياً بتفاصيل تسجيل الدخول الخاصة بهم في Gibbon عن طريق البريد الإلكتروني؟

source: Automatically inform <u>student</u> of Gibbon login details by email?
ar_sa: إبلاغ </u> الطالب<u> تلقائياً بتفاصيل تسجيل الدخول الخاصة به في Gibbon عن طريق البريد الإلكتروني؟

source: Automatically set new student email address and notify the system administrator.
ar_sa: قم بتعيين عنوان البريد الإلكتروني الجديد للطالب تلقائيًا وإخطار مسؤول النظام.

source: Available
ar_sa: متوفر

source: Available (Capacity: {capacity})
ar_sa: المتاحة (السعة: {capacity})

source: Available options are limited according to current status.
ar_sa: الخيارات المتاحة محدودة وفقا للوضع الراهن.

source: Available to most users.
ar_sa: متاح لمعظم المستخدمين.

source: Azerbaijan
ar_sa: أذربيجان

source: B+
ar_sa: ب+

source: B-
ar_sa: ب-

source: B/C
ar_sa: ب/ج

source: B3
ar_sa: ب3

source: Back
ar_sa: رجوع

source: Back to Results
ar_sa: رجوع إلى النتائج

source: Back to Search Results
ar_sa: العودة إلى نتائج البحث

source: Background
ar_sa: الخلفية

source: Background Colour
ar_sa: لون الخلفية

source: Background Data
ar_sa: معلومات عن خلفية المتقدم

source: Background Information
ar_sa: الخلفية الشخصية

source: Backup Choice
ar_sa: خيار النسخ الاحتياطي

source: Backward
ar_sa: للخلف

source: Bahamas
ar_sa: جزر البهاما

source: Bahrain
ar_sa: البحرين

source: Bangladesh
ar_sa: بنغلاديش

source: Bank Transfer
ar_sa: تحويل بنكي

source: Barbados
ar_sa: بربادوس

source: Base Path
ar_sa: المسار الأساسى

source: Base URL
ar_sa: الرابط الأساسي

source: Baseline
ar_sa: خط الأساس

source: Basic
ar_sa: بسيط

source: Basic Details
ar_sa: تفاصيل أساسية

source: Basic Information
ar_sa: المعلومات الاساسية

source: Basque
ar_sa: الباسك

source: Before Start Date
ar_sa: قبل تاريخ البدء

source: Behaviour
ar_sa: السلوك

source: Behaviour Records
ar_sa: سجلات السلوك

source: Behaviour Settings
ar_sa: إدارة إعدادات السلوك

source: Behaviour Tracking
ar_sa: متابعة السلوك

source: Belarus
ar_sa: روسيا البيضاء

source: Belgium
ar_sa: بلجيكا

source: Belize
ar_sa: بليز

source: Below Expected Level
ar_sa: دون المستوى المتوقع

source: Bengali
ar_sa: البنغالية

source: Benin
ar_sa: بنين

source: Bermuda
ar_sa: برمودا

source: Bhutan
ar_sa: بوتان

source: Billing
ar_sa: الفوترة

source: Billing Schedule
ar_sa: الجدولة الزمنية للفوترة

source: Billing schedule name.
ar_sa: اسم جدولة الفواتير.

source: Biography
ar_sa: نبذة عامة

source: Birth Certificate Scan
ar_sa: صورة شهادة الميلاد

source: Birth Year
ar_sa: سنة الميلاد

source: Block Contents
ar_sa: محتويات الكتلة

source: Block Title
ar_sa: عنوان الكتلة

source: Blood Type
ar_sa: فصيلة الدم

source: Blue
ar_sa: أزرق

source: Blurb
ar_sa: التعريف

source: Body
ar_sa: المحتوى

source: Bolivia
ar_sa: بوليفيا

source: Borrow Date
ar_sa: تاريخ الإستعارة

source: Borrowable
ar_sa: قابل للإستعارة

source: Borrowable?
ar_sa: قابل للإستعارة؟

source: Borrowing User
ar_sa: المستخدم المستعير

source: Bosnia and Herzegovina
ar_sa: البوسنة والهرسك

source: Botswana
ar_sa: بوتسوانا

source: Bouvet Island
ar_sa: جزيرة بوفيت

source: Brazil
ar_sa: البرازيل

source: Break
ar_sa: استراحة

source: Brief description of assessment and how it is used.
ar_sa: وصف موجز للتقييم وطريقة استخدامه.

source: Brief description of how scale is used.
ar_sa: وصف مختصر لطريقة عمل الميزان

source: British Indian Ocean Territory
ar_sa: إقليم المحيط الهندي البريطاني

source: Browse Library BG Colour
ar_sa: لون خلفية تصفح المكتبة

source: Browse Library BG Image
ar_sa: صورة خلفية تصفح المكتبة

source: Browse The Library
ar_sa: تصفح المكتبة

source: Brunei Darussalam
ar_sa: بروناي دار السلام

source: Budgets are used within purchase requisitions and expense records in order to segregate records into different areas.
ar_sa: تستخدم الميزانيات في طلبات الشراء وسجلات المصاريف من أجل فصل السجلات في مناطق مختلفة.

source: Bulgaria
ar_sa: بلغاريا

source: Bulgarian
ar_sa: البلغارية

source: Bulk email from the school's email address
ar_sa: بريد الإلكتروني جماعي من عنوان البريد الإلكتروني الخاص بالمدرسة

source: Bulk email to a particular role
ar_sa: بريد الإلكتروني جماعي إلى دور معين

source: Bulk email to any activity
ar_sa: بريد الإلكتروني جماعي إلى أي نشاط

source: Bulk email to any class
ar_sa: بريد الإلكتروني جماعي إلى أية حصة

source: Bulk email to any courses
ar_sa: بريد الإلكتروني جماعي إلى أية مناهج

source: Bulk email to any form group
ar_sa: بريد إلكتروني جماعي لأي مجموعة طلبة

source: Bulk email to any of my activities
ar_sa: بريد الإلكتروني جماعي إلى أي من أنشطتي

source: Bulk email to any of my classes
ar_sa: بريد الإلكتروني جماعي إلى أي من حصصي

source: Bulk email to any of my courses
ar_sa: بريد الإلكتروني جماعي إلى أي من مناهجي

source: Bulk email to any of my form groups
ar_sa: بريد إلكتروني جماعي لإي من مجموعات طلابي

source: Bulk email to any year group
ar_sa: بريد إلكتروني جماعي لأية سنة دراسية

source: Bulk email to indvidual users
ar_sa: بريد الإلكتروني جماعي لمستخدمين منفردين

source: Bulk email to members of all houses
ar_sa: البريد الإلكتروني الجماعي لأعضاء جميع السكنات

source: Bulk email to members of my house
ar_sa: بريد إلكتروني جماعي لأعضاء منزلي

source: Burkina Faso
ar_sa: بوركينا فاسو

source: Burundi
ar_sa: بوروندي

source: Business Studies
ar_sa: إدارة الأعمال

source: But you may wish to manually do the following:
ar_sa: ولكن قد ترغب في القيام يدويا ما يلي:

source: By
ar_sa: بواسطة

source: By Form Group
ar_sa: حسب مجموعة الطلبة

source: By clicking the "Proceed" button below you will initiate the rollover from %1$s to %2$s. In a big school this operation may take some time to complete. This will change data in numerous tables across the system! %3$sYou are really, very strongly advised to backup all data before you proceed%4$s.
ar_sa: بالضغط على "متابعة " الموجود في الأسفل سوف تشرع في الانتقال من %1$s إلى %2$s. في مدرسة كبيرة قد تستغرق هذه العملية بعض الوقت للإكمال.سيؤدي ذلك إلى تغيير البيانات في العديد من الجداول عبر نظام! وحقا،%3$s ينصح بقوة أخذ نسخة احتياطية لجميع البيانات قبل المتابعة %4$s.

source: C
ar_sa: ج

source: C+
ar_sa: ج+

source: C-
ar_sa: ج-

source: C/D
ar_sa: ج/د

source: CC Family?
ar_sa: نسخة كربونية CC للأسرة؟

source: CPU Speed
ar_sa: سرعة وحدة المعالجة المركزية

source: CPU Type
ar_sa: نوع وحدة المعالجة المركزية

source: CSV File
ar_sa: ملف CSV

source: Calendar Week
ar_sa: تقويم الأسبوع

source: Call?
ar_sa: اتصال؟

source: Cambodia
ar_sa: كمبوديا

source: Cameroon
ar_sa: الكاميرون

source: Can Login?
ar_sa: يمكن تسجيل الدخول؟

source: Can Proof Read
ar_sa: يستطيع مراجعة التقارير

source: Canada
ar_sa: كندا

source: Cancel
ar_sa: الغاء

source: Cancelled
ar_sa: ملغاة

source: Cannot login during maintenance mode.
ar_sa: لا يمكن تسجيل الدخول خلال وضع الصيانة.

source: Capacity
ar_sa: السعة

source: Cape Verde
ar_sa: الرأس الأخضر

source: Card Background
ar_sa: خلفية البطاقة

source: Cash
ar_sa: نقدا

source: Catalog
ar_sa: كتالوج

source: Catalog Summary
ar_sa: ملخص الاصناف

source: Catalog Type
ar_sa: نوع الكتالوج

source: Cataloging Authority
ar_sa: سلطة الكاتالوج

source: Categories
ar_sa: التصنيفات

source: Category
ar_sa: التصنيف

source: Cause For Concern
ar_sa: يدعو إلى القلق

source: Cayman Islands
ar_sa: جزر كايمان

source: Central African Republic
ar_sa: جمهورية أفريقيا الوسطى

source: Chad
ar_sa: تشاد

source: Change All
ar_sa: تغيير الكل

source: Change Password
ar_sa: تغيير كلمة المرور

source: Changes made here do not apply to emails and SMS messages (which have already been sent), but only to message wall messages.
ar_sa: التغييرات التي تم إجراؤها هنا لا تنطبق على رسائل البريد الإلكتروني والرسائل النصية القصيرة (التي تم إرسالها مسبقاً)، ولكن فقط على رسائل رسالة الحائط.

source: Changing the admissions account for this application will not only change the family this application is attached to, it will give the owner of the new admissions account access to this application form data. Please use care and caution when making this change.
ar_sa: لن يؤدي تغيير حساب القبول لهذا التطبيق إلى تغيير العائلة المرفق بها هذا التطبيق فحسب ، بل سيمنح مالك حساب القبول الجديد حق الوصول إلى بيانات نموذج الطلب هذا.

source: Chat
ar_sa: الدردشة

source: Check %1$s for a newer version of Gibbon.
ar_sa: تحقق من %1$s للحصول على إصدار أحدث من Gibbon.

source: Check %1$s for a newer version of this module.
ar_sa: تحقق من%1$s لتوفر أحدث إصدار من الموديول.

source: Check %1$s to get the latest commits.
ar_sa: اختر %1$s للحصول على آخر التعليقات

source: Check the box to add a new medical condition
ar_sa: فعل هذا الخيار لإضافة حالة طبية جديدة

source: Check to indicate that student has signed the relevant agreement.
ar_sa: حدد لتشير أن الطالب قد وقع الاتفاقية ذات العلاقة.
