Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: Dear %1$s,\n\nWelcome to %2$s, %3$s's system for managing school information. You can access the system by going to %4$s and logging in with your new username (%5$s) and password (%6$s). You can learn more about using %7$s on the official support website (http://gibbonedu.org/support/parents).\n\nIn order to maintain the security of your data, we highly recommend you change your password to something easy to remember but hard to guess. This can be done by using the Preferences page after logging in (top-right of the screen).\n\n
ar_sa: عزيزنا %1$s, \n\n أهلا بك في نظام إدارة المعلومات لـ %2$s, %3$s. بإمكانك الدخول إلى النظام عبر الذهاب إلى %4$s وتسجيل الدخول عبر اسم المستخدم الذي منح لك (%5$s)، وكلمة المرور (%6$s). بإمكانك معرفة المزيد عن كيفية استخدام %7$s على الصفحة الرسمية للدعم (http://gibbonedu.org/support/parents). \n\n بهدف المحافظة على أمان معلوماتك، ننصحك بشدة باستبدال كلمة المرور بكلمة أخرى يسهل تذكرها ويصعب تخمينها. بإمكانك القيام بهذا عبر التوجه إلى صفحة التفضيلات بعد تسجيل الدخول، (أعلى يسار الشاشة).\n\n

source: Dear %1$s,\n\nWelcome to %2$s, %3$s's system for managing school information. You can access the system by going to %4$s and logging in with your new username (%5$s) and password (%6$s).\n\nIn order to maintain the security of your data, we highly recommend you change your password to something easy to remember but hard to guess. This can be done by using the Preferences page after logging in (top-right of the screen).\n\n
ar_sa: عزيزنا %1$s, \n\n أهلا بك في نظام إدارة المعلومات لـ %2$s, %3$s. بإمكانك الدخول إلى النظام عبر الذهاب إلى %4$s وتسجيل الدخول عبر اسم المستخدم الذي منح لك (%5$s)، وكلمة المرور (%6$s). \n\n بهدف المحافظة على أمان معلوماتك، ننصحك بشدة باستبدال كلمة المرور بكلمة أخرى يسهل تذكرها ويصعب تخمينها. بإمكانك القيام بهذا عبر التوجه إلى صفحة التفضيلات بعد تسجيل الدخول، (أعلى يسار الشاشة).\n\n

source: Dear Parent%1$sThank you for applying for a student place at %2$s.
ar_sa: ولي الأمر العزيز %1$sشكرا لك على تقديم طلب تسجيل طالب في %2$s.

source: Decide who can see this homework.
ar_sa: أخذ قرار من يستطيع مشاهدة هذا الواجب.

source: Decommission
ar_sa: التفكيك

source: Decommissioned
ar_sa: خرجت من الخدمة

source: Default
ar_sa: الإفتراضي

source: Default Assessment Scale
ar_sa: مقياس التقييم الافتراضي

source: Default Email
ar_sa: البريد الإلكتروني الافتراضي

source: Default Form Group Attendance Type
ar_sa: نوع الحضور الافتراضي لمجموعة الطلبة

source: Default Loan Length
ar_sa: مدة القرض الافتراضي

source: Default Value
ar_sa: القيمة الافتراضية

source: Default Website
ar_sa: الموقع الإلكتروني الافتراضي

source: Default: 2 weeks after the start of next term.
ar_sa: الافتراضي: 2 أسابيع بعد بداية الفصل الدراسي القادم.

source: Default: 2 weeks before the end of the current term.
ar_sa: الافتراضي: 2 أسابيع قبل نهاية فترة الفصل الدراسي الحالي.

source: Default: first day of next term.
ar_sa: الافتراضي: اليوم الأول للفصل الدراسي القادم.

source: Default: last day of the next term.
ar_sa: الافتراضي: اليوم الأخير للفصل الدراسي القادم.

source: Delete
ar_sa: حذف

source: Delete All Notifications
ar_sa: حذف جميع الإشعارات

source: Deliver this message to user's mobile phone?
ar_sa: تسليم هذه الرسالة إلى الهاتف المحمول للمستخدم؟

source: Deliver this message to user's primary email account?
ar_sa: إيصال هذه الرسالة إلى حساب البريد الإلكتروني الأساسي للمستخدم؟

source: Delivery Mode
ar_sa: وضع التسليم

source: Denmark
ar_sa: الدنمارك

source: Department
ar_sa: القسم

source: Department Access
ar_sa: وصول القسم

source: Departments
ar_sa: الأقسام

source: Departure Reason
ar_sa: سبب الرحيل

source: Departure Reasons
ar_sa: أسباب المغادرة

source: Deploy Working Copy
ar_sa: نشر نسخة العمل

source: Description
ar_sa: الوصف

source: Descriptive text to accompany image privacy option when shown to users.
ar_sa: نص وصفي لمرافقة خيار الخصوصية الصورة عند عرضه للمستخدمين.

source: Descriptor
ar_sa: واصف

source: Design
ar_sa: تصميم

source: Design & Tech
ar_sa: التصميم والتكنولوجيا

source: Designed and built by teachers, Gibbon's Smart Workflow takes care of the boring stuff, so you can get on with teaching.
ar_sa: مصمم ومطور من قبل معلمين, Gibbon بنظام سير العمل الذكي يعتني بالأشياء المملة, حتى تتمكن الإستمرار في عملية التدريس .

source: Details
ar_sa: التفاصيل

source: Details below.
ar_sa: التفاصيل أدناه.

source: Determines menu structure
ar_sa: تحديد بنية القائمة

source: Diabetes
ar_sa: داء السكري

source: Digital copy of the receipt for this payment.
ar_sa: نسخة الكترونية من إيصال الدفع

source: Direction
ar_sa: الاتجاه

source: Director
ar_sa: قائد

source: Disable External Provider Signup
ar_sa: تعطيل تسجيل المزود الخارجي

source: Discuss
ar_sa: مناقشة

source: Dismiss
ar_sa: تجاهل

source: Dismiss Smart Workflow Help
ar_sa: رفض مساعدة سير العمل الذكي

source: Display Information
ar_sa: عرض المعلومات

source: Display Settings
ar_sa: اعدادات العرض

source: Displayed at 240px by 320px.
ar_sa: عرض 240 بكسل في 320 بكسل

source: Divorced
ar_sa: مطلق/مطلقة

source: Dizziness or Fainting spells
ar_sa: نوبات الدوخة أو الإغماء

source: Djibouti
ar_sa: جيبوتي

source: Do not contact by SMS.
ar_sa: عدم التواصل عبر الرسائل القصيرة (SMS).

source: Do not contact by email.
ar_sa: عدم التواصل عبر البريد الإلكتروني.

source: Do not contact by phone.
ar_sa: عدم التواصل عبر الهاتف.

source: Do not include a header row in the CSV files.
ar_sa: لا تشمل رأس الصفوف في ملفات CSV.

source: Do not include a second parent/guardian
ar_sa: لا أرغب في إضافة ولي أمر ثان.

source: Do you agree to the above?
ar_sa: هل توافق على ما ورد أعلاه؟

source: Doctor
ar_sa: طبيب

source: Document
ar_sa: مستند

source: Document Name
ar_sa: اسم المستند

source: Document Number
ar_sa: رقم المستند

source: Document Type
ar_sa: نوع المستند

source: Documents which must be submitted electronically, either with the form at the time of submission, or afterwards through the form interface.
ar_sa: المستندات التي يجب تقديمها إلكترونيًا ، إما مع النموذج وقت التقديم ، أو بعد ذلك من خلال واجهة النموذج.

source: Does not apply to the message wall.
ar_sa: لا ينطبق على رسالة الحائط.

source: Does not include non-school days.
ar_sa: لا تشمل غير أيام المدرسة.

source: Does not meet password policy.
ar_sa: لا تتوافق مع سياسة كلمة المرور.

source: Does this scale use only numeric grades? Note, grade "Incomplete" is exempt.
ar_sa: هل هذا المقياس يستخدم أرقاما فقط؟ لاحظ أن الدرجات غير المكتملة ستكون معفاة

source: Does your child have any medical conditions or concerns?
ar_sa: هل لدى الطالب أي حالة صحية أو مخاوف طبية تستدعي الانتباه؟

source: Dominica
ar_sa: دومينيكا

source: Dominican Republic
ar_sa: جمهورية الدومينيكان

source: Download
ar_sa: تنزيل

source: Download Unit Outline
ar_sa: تحميل موجز الوحدة

source: Download more information
ar_sa: تنزيل المزيد من المعلومات

source: Download the latest commits, and unzip it on your computer.
ar_sa: نزل آخر التعليقات إلى جهازك ثم قم بفك الضغط عن الملق

source: Download the latest version, and unzip it on your computer.
ar_sa: قم بتحميل آخر إصدار وقم بفك ضغطه على جهاز الكمبيوتر الخاص بك.

source: Downloadable Unit Outline
ar_sa: موجز وحدة قابل للتحميل

source: Dr.
ar_sa: د.

source: Draft
ar_sa: مسودة

source: Draft reports are not accessible by parents or students.
ar_sa: مسودات التقارير لا يمكن الإطلاع عليها من قبل أولياء الأمور أو الطلبة.

source: Drafts
ar_sa: مسودات

source: Drama
ar_sa: دراما

source: Due Date
ar_sa: تاريخ الاستحقاق

source: Due at %1$s on %2$s
ar_sa: تاريخ التسليم في %1$s بـ %2$s

source: Due on %1$s at %2$s.
ar_sa: الاستحقاق على %1$s في %2$s.

source: Due on {date} at {time}.
ar_sa: موعد التسليم {date} الساعة {time}.

source: Duplicate
ar_sa: تكرار

source: Duplicate Form
ar_sa: تكرير النموذج

source: Duplicate Item
ar_sa: تكرار عنصر

source: Duplicate Lesson Plan
ar_sa: تكرار خطة الدرس

source: Duplicate Markbook Columns?
ar_sa: تكرار الأعمدة سجل الدرجات؟

source: Duplicate Role
ar_sa: تكرار دور

source: Duplicate Unit
ar_sa: تكرار الوحدة

source: Dutch
ar_sa: الهولندية

source: Each family in Gibbon must have one parent who is contact priority 1, and who must be enabled to receive email and SMS messages from %1$s. As a result, when targetting parents, you can be fairly certain that messages should get through to each family.
ar_sa: يجب أن يكون لكل أسرة في Gibbon ولي أمر واحد أولوية الإتصال به 1، والذي يجب أن يكون ممكن من استقبال رسائل البريد الإلكتروني والرسائل القصيرة من %1$s. ونتيجة لذلك، عند استهداف أولياء الأمور، يمكنك أن تكون على يقين تماما أن الرسائل يجب أن تذهب لكل عائلة.

source: Each student can register for %1$s %2$s activities.
ar_sa: يمكن لكل طالب التسجيل في %1$s %2$s أنشطة.

source: Earliest acceptable update
ar_sa: أقرب تحديث مقبول

source: Earliest student start date to include.
ar_sa: أقرب موعد بدء لتضمين الطالب.

source: Economics
ar_sa: علم الاقتصاد

source: Economics HL
ar_sa: الاقتصاد HL

source: Economics SL
ar_sa: الاقتصاد SL

source: Ecuador
ar_sa: الإكوادور

source: Edit
ar_sa: تحرير

source: Edit %1$s.%2$s Enrolment
ar_sa: تحرير %1$s.%2$s الالتحاق

source: Edit Account
ar_sa: تحرير الحساب

source: Edit Activity
ar_sa: تحرير النشاط

source: Edit Adult
ar_sa: تحرير بالغ

source: Edit Application
ar_sa: تحرير الطلب

source: Edit Assessment
ar_sa: تحرير التقييم

source: Edit Attendance
ar_sa: تحرير الحضور

source: Edit Attendance Code
ar_sa: تحرير كود الحضور

source: Edit Attendance by Person
ar_sa: تحرير الحضور حسب الشخص

source: Edit Blocks
ar_sa: تحرير الكتل

source: Edit Category
ar_sa: تحرير التصنيف

source: Edit Child
ar_sa: تحرير طفل

source: Edit Class
ar_sa: تحرير الحصة

source: Edit Class in Period
ar_sa: تحرير حصة في الفترة

source: Edit Classes
ar_sa: تحرير الحصص

source: Edit Classes by Period
ar_sa: تحرير الفصول حسب الفترة

source: Edit Column
ar_sa: تحرير العمود

source: Edit Column Row
ar_sa: تحرير صف عمود

source: Edit Column Rows
ar_sa: تحرير صفوف العمود

source: Edit Condition
ar_sa: تحرير شرط

source: Edit Course
ar_sa: تحرير المنهج

source: Edit Course & Classes
ar_sa: تحرير المنهج والحصص

source: Edit Custom Field
ar_sa: تحرير سجل مخصص

source: Edit Days in Date
ar_sa: تحرير الأيام في تاريخ

source: Edit Department
ar_sa: تحرير القسم

source: Edit Descriptor
ar_sa: تحرير واصف

source: Edit District
ar_sa: تحرير منطقة

source: Edit Entry
ar_sa: تحرير الإدخال

source: Edit External Assessment
ar_sa: تحرير التقييم الخارجي

source: Edit Facility
ar_sa: تعديل مرفق

source: Edit Family
ar_sa: تحرير الأسرة

source: Edit Fee
ar_sa: تحرير الرسوم

source: Edit Fields
ar_sa: تحرير الحقول

source: Edit File Extensions
ar_sa: تحرير إمتدادات الملفات

source: Edit Form
ar_sa: تحرير النموذج

source: Edit Form Group
ar_sa: تحرير مجموعة الطلبة

source: Edit Grade
ar_sa: تحرير الدرجة

source: Edit Grade Scale
ar_sa: تحرير مقياس الدرجة

source: Edit Grades
ar_sa: تحرير الدرجات

source: Edit House
ar_sa: تحرير المنزل

source: Edit Invoice
ar_sa: تعديل الفاتورة

source: Edit Invoicee
ar_sa: تعديل مستلم الفاتورة

source: Edit Item
ar_sa: تعديل العنصر

source: Edit Lesson Plan
ar_sa: تحرير خطة الدرس

source: Edit Markbook
ar_sa: تحرير سجل الدرجات

source: Edit Medical Form
ar_sa: تحرير النموذج الطبي

source: Edit Message
ar_sa: تحرير الرسالة

source: Edit Module
ar_sa: تحرير الموديول

source: Edit Note Category
ar_sa: تحرير تصنيف الملاحظة

source: Edit Outcome
ar_sa: تحرير نتيجة

source: Edit Page
ar_sa: تعديل الصفحة

source: Edit Participant
ar_sa: تحرير مشارك

source: Edit Request
ar_sa: تحرير طلب

source: Edit Resource
ar_sa: تحرير مصدر

source: Edit Role
ar_sa: تحرير دور

source: Edit Rubric
ar_sa: تحرير سلم التقييم (Rubric)

source: Edit Rubric Rows & Columns
ar_sa: تحرير أعمدة وصفوف سلم التقييم (Rubric)

source: Edit School Year
ar_sa: تحرير السنة الدراسية

source: Edit Special Day
ar_sa: تحرير يوم خاص

source: Edit Staff
ar_sa: تحرير بيانات موظف

source: Edit String
ar_sa: تحرير نص

source: Edit Student Enrolment
ar_sa: تحرير إلتحاق طالب

source: Edit Student Note
ar_sa: تحرير ملاحظة طالب

source: Edit Term
ar_sa: تحرير الفصل الدراسي

source: Edit Timetable
ar_sa: تعديل جدول المواعيد

source: Edit Timetable Day
ar_sa: تحرير يوم الجدول الزمني

source: Edit Timetable Days
ar_sa: تحرير أيام الجدول الزمني

source: Edit Timetables
ar_sa: تحرير الجدول الدراسي

source: Edit Unit
ar_sa: تحرير الوحدة

source: Edit User
ar_sa: تحرير المستخدم

source: Edit Username Format
ar_sa: تعديل هيئة اسم المستخدم

source: Edit Working Copy
ar_sa: تحرير نسخ العمل

source: Edit all messages
ar_sa: تحرير كافة الرسائل

source: Edit all messages created by the user
ar_sa: تحرير كافة الرسائل التي تم إنشاؤها بواسطة المستخدم

source: Edit any user within the system
ar_sa: تعديل أي مستخدم داخل النظام

source: Edit columns and grades for a single class at a time.
ar_sa: تعديل الأعمدة والصفوف لحصة واحدة في وقت واحد.

source: Edit columns and grades for a single class belonging to the user, or multiple classes across the whole school.
ar_sa: تعديل الأعمدة والصفوف لحصة واحدة تابعة للمستخدم، أو حصص متعددة في المدرسة بأكملها.

source: Edit columns and grades for a single class belonging to the user, or multiple classes within departments.
ar_sa: تعديل الأعمدة والصفوف لحصة واحدة تابعة للمستخدم، أو حصص متعددة داخل الإدارات.

source: Edit settings for the planner
ar_sa: تعديل الإعدادات للمخطط

source: Edit student attendance logs.
ar_sa: تحرير سجلات حضور الطلاب

source: Edition
ar_sa: الإصدارة

source: Educational Assistant
ar_sa: مساعد تربوي

source: Educational Assistants
ar_sa: المساعدون التربويون

source: Effort
ar_sa: الجهد

source: Effort Alternative Name
ar_sa: الاسم البديل للجهد

source: Effort Alternative Name Abbreviation
ar_sa: اختصار اسم بديل الجهد

source: Effort Rubric
ar_sa: سلم التقييم (Rubric) للجهد

source: Effort Scale
ar_sa: مقياس الجهد

source: Egypt
ar_sa: مصر

source: El Salvador
ar_sa: السلفادور

source: Electronics
ar_sa: إلكترونيات

source: Email
ar_sa: البريد الإلكتروني

source: Email Address
ar_sa: عنوان البريد الالكترونى

source: Email Alternate
ar_sa: البريد الإلكتروني البديل

source: Email From
ar_sa: رسالة بريد إلكتروني من

source: Email Invoice
ar_sa: فاتورة بريد إلكتروني

source: Email Receipt
ar_sa: إيصال البريد الإلكتروني

source: Email Template
ar_sa: نموذج البريد الإلكتروني

source: Email account does not match the email stored in %1$s. If you have logged in with your school email account please contact %2$s if you have any questions.
ar_sa: حساب البريد الإلكتروني لا يتطابق مع البريد الإلكتروني المخزن في %1$s. إذا قمت بتسجيل الدخول باستخدام حساب البريد الإلكتروني الخاص بالمدرسة ، فيرجى الاتصال بـ %2$s إذا كان لديك أي أسئلة.

source: Email address must be part of the allowed domains.
ar_sa: البريد الإلكتروني يجب أن ينتمي إلى نطاق مسموح به.

source: Email address not set.
ar_sa: البريد الالكتروني غير معد.

source: Email address to send finance emails from.
ar_sa: عنوان البريد الإلكتروني لإرسال رسائل البريد الإلكتروني من المالية.

source: Email failed to send to {email}
ar_sa: فشل إرسال البريد الإلكتروني إلى {email}

source: Email sent via %1$s at %2$s.
ar_sa: تم إرسال البريد الإلكتروني عبر%1$s في %2$s.

source: Email?
ar_sa: بريد إلكتروني؟

source: Emergency 1 Name
ar_sa: اسم جهة اتصال الطوارئ 1

source: Emergency 1 Number 1
ar_sa: رقم 1 لجهة اتصال الطوارئ 1

source: Emergency 1 Number 2
ar_sa: رقم 2 لجهة اتصال الطوارئ 1

source: Emergency 1 Relationship
ar_sa: صلة القرابة في حالات الطوارئ 1

source: Emergency 2 Name
ar_sa: اسم جهة اتصال الطوارئ 2

source: Emergency 2 Number 1
ar_sa: رقم 1 لجهة اتصال الطوارئ 1

source: Emergency 2 Number 2
ar_sa: رقم 2 لجهة اتصال الطوارئ 2

source: Emergency 2 Relationship
ar_sa: صلة القرابة في حالات الطوارئ 2

source: Emergency Contact 1
ar_sa: جهة اتصال الطوارئ 1

source: Emergency Contact 2
ar_sa: جهة اتصال الطوارئ 2

source: Emergency Contacts
ar_sa: جهات إتصال الطوارئ

source: Emergency Data Summary
ar_sa: ملخص بيانات الطوارئ

source: Emergency SMS by Transport
ar_sa: الرسائل القصيرة الطارئة حسب النقل

source: Emergency SMS by Year Group
ar_sa: الرسائل القصيرة الطارئة حسب السنة الدراسية

source: Employer
ar_sa: صاحب العمل

source: Employment
ar_sa: التوظيف

source: Enable Gibbon-wide integration with the Google APIs?
ar_sa: تمكين Gibbon لعمل التكامل الواسع مع واجهات برمجة تطبيقات جوجل(Google APIs) ؟

source: Enable Levels
ar_sa: تفعيل الصفوف

source: Enable Multi Factor Authentication?
ar_sa: تمكين المصادقة متعددة العوامل؟

source: Enable New Admissions Page
ar_sa: تفعيل صفحة القبول الجديدة

source: Enable Notifications by Form Group
ar_sa: تشغيل الإشعارات حسب مجموعة الطلبة

source: Enable Online Payment
ar_sa: تمكين الدفع الإلكتروني

source: Enable Payments
ar_sa: تمكين المدفوعات

source: Enable Public Registration
ar_sa: تفعيل التسجيل العام

source: End Date
ar_sa: تاريخ الانتهاء

source: End Time
ar_sa: وقت النهاية

source: End of
ar_sa: نهاية

source: End of Day Only
ar_sa: نهاية اليوم فقط

source: End of form
ar_sa: نهاية الاستمارة

source: End-of-Day Status
ar_sa: حالة نهاية اليوم

source: Ended
ar_sa: منتهي

source: English
ar_sa: الإنجليزية

source: English A: Language and Literature HL
ar_sa: الإنجليزية A: اللغة والأدب HL

source: English A: Language and Literature SL
ar_sa: الإنجليزية A: اللغة والأدب SL

source: English A: Literature HL
ar_sa: الإنجليزية A: الأدب HL

source: English A: Literature SL
ar_sa: الإنجليزية A: الأدب SL

source: English Language
ar_sa: اللغة الإنجليزية

source: English Literature
ar_sa: أدب إنجليزي

source: English as an Additional Language
ar_sa: اللغة الإنجليزية كلغة إضافية

source: Enhance the security of your account login.
ar_sa: تعزيز أمن تسجيل الدخول إلى حسابك.

source: Enrol
ar_sa: إلتحاق

source: Enrol New Students (Status Expected)
ar_sa: تسجيل الطلاب الجدد (الحالة المتوقعة)

source: Enrol New Students (Status Full)
ar_sa: إلحاق طلاب جدد ( الحالة مكتمل)

source: Enrol Student
ar_sa: تسجيل الطالب

source: Enrol the student in the relevant academic year.
ar_sa: إلحاق الطالب في العام الدراسي ذات الصلة.

source: Enrol the student in the selected school year (as the student has been assigned to a form group).
ar_sa: قم بتسجيل الطالب في العام الدراسي المحدد (حيث تم تعيين الطالب في مجموعة طلاب).

source: Enrol the student in the selected school year (as the student has not been assigned to a form group).
ar_sa: إلحاق الطالب إلى السنة الدراسية المحددة (كما تم تعيين الطالب إلى قائمة المجموعة).

source: Enrol the student in the selected school year.
ar_sa: سجل الطالب في العام الدراسي المختار.

source: Enrolable Classes
ar_sa: الحصص القابلة للإلتحاق

source: Enrolable Students
ar_sa: طلاب قابلين للإلتحاق

source: Enrolable year groups.
ar_sa: السنوات الدراسية القابلة للإلتحاق.

source: Enrolment
ar_sa: التسجيل

source: Enrolment Type
ar_sa: نوع التسجيل

source: Enrolment by Class
ar_sa: الإلتحاق حسب الحصة

source: Enrolment process type
ar_sa: نوع عملية الالتحاق

source: Enter Activity Attendance
ar_sa: ادخال حضور مهمة

source: Enter Data
ar_sa: إدخال تاريخ

source: Enter Internal Assessment Results
ar_sa: ادخال نتائج التقويم الداخلي

source: Enter Marks
ar_sa: إدخال الدرجات

source: Enter Personal Address?
ar_sa: أدخل العنوان الشخصي؟

source: Enter your %1$s username, or the email address you have listed in the system, and press submit: a unique password reset link will be emailed to you.
ar_sa: أدخل اسم مستخدمك في %1$s، أو البريد الإلكتروني المرتبط بالحساب، واضغط ارسال، وسيتم إرسال رابط يمكنك من استعادة كلمة المرور عبر بريدك الإلكتروني.

source: Entry Year
ar_sa: سنة الدخول

source: Environmental Management
ar_sa: الإدارة البيئية

source: Environmental Systems and Society SL
ar_sa: النظم البيئية والمجتمع SL

source: Equatorial Guinea
ar_sa: غينيا الاستوائية

source: Eritrea
ar_sa: إريتريا

source: Error
ar_sa: خطأ

source: Error with Google Authentication. Please contact %1$s if you have any questions.
ar_sa: خطأ المصادقة مع قوقل. يرجى الاتصال على %1$s في حال وجود أية أسئلة.

source: Error with SSO Authentication. Please contact %1$s if you have any questions.
ar_sa: خطأ في مصادقة SSO. يرجى الاتصال بـ %1$s إذا كان لديك أي أسئلة.

source: Errors occurred in populating the database; empty your database, remove ../config.php and try again.
ar_sa: حدثت أخطاء في ملء قاعدة البيانات؛ إفرغ قاعدة البيانات الخاصة بك، قم بإزالة... /config.php وحاول مرة أخرى.

source: Estonia
ar_sa: استونيا

source: Estonian
ar_sa: الأستونية

source: Ethiopia
ar_sa: أثيوبيا

source: Ethnicity
ar_sa: الإنتماء العرقي

source: Example
ar_sa: مثال

source: Exceptional Performance
ar_sa: أداء استثنائي

source: Exceptions
ar_sa: الاستثناءات

source: Excludes "Not Accepted"
ar_sa: إستبعاد "غير المقبولة"

source: Exemption
ar_sa: إستثناء

source: Existing Condition
ar_sa: الحالة الموجودة

source: Expected
ar_sa: متوقع

source: Expected Return Date
ar_sa: تاريخ الإرجاع المتوقع

source: Expense approval has been set as 'One Of', which means that only one of the people listed below (as well as someone with Full budget access) needs to approve an expense before it can go ahead.
ar_sa: تم تعيين الموافقة على المصروفات على أنها 'واحدة من' ، مما يعني أن شخصًا واحدًا فقط من الأشخاص المدرجين أدناه (بالإضافة إلى شخص لديه حق الوصول الكامل إلى الميزانية) يحتاج إلى الموافقة على النفقات قبل المضي قدمًا.

source: Expenses
ar_sa: النفقات

source: Expired
ar_sa: الانتهاء

source: Explanatory text to appear with the required documents?
ar_sa: نص توضيحي ليظهر مع المستندات المطلوبة؟

source: Export
ar_sa: تصدير

source: Export to Calendar
ar_sa: تصدير إلى التقويم

source: Export to Excel
ar_sa: التصدير إلى أكسل

source: Extend & Update
ar_sa: التحديثات والخدمات الإضافية

source: Extended Brief Profile
ar_sa: النبذة المختصرة الموسعة

source: Extension
ar_sa: إمتداد

source: Extension Number
ar_sa: رقم التحويلة

source: External
ar_sa: خارجي

source: External Assessment
ar_sa: تقييم خارجي

source: External Assessment Data
ar_sa: بيانات التقييم الخارجي

source: External Assessment Data Points
ar_sa: نقاط بيانات تحصيل خارجية

source: External Assessments
ar_sa: تقويم خارجي

source: Facilitates tracking of student performance in external examinations.
ar_sa: يسهل تتبع أداء الطلاب في الامتحانات الخارجية.

source: Facilities
ar_sa: المرافق

source: Facility
ar_sa: مرفق

source: Facility Settings
ar_sa: إعدادات المرفق

source: Facility Type
ar_sa: نوع المرفق

source: FacilityTypes
ar_sa: نوع المرفق

source: Falkland Islands (Malvinas)
ar_sa: جزر فوكلاند (مالفيناس)

source: Family
ar_sa: العائلة

source: Family + Company
ar_sa: الأسرة + الشركة

source: Family Address by Student
ar_sa: عنوان الأسرة حسب الطالب

source: Family Data Updates
ar_sa: تحديثات بيانات الأسرة

source: Family Details
ar_sa: تفاصيل الأسرة

source: Family Name
ar_sa: اللقب

source: Family Status
ar_sa: الحالة العائلية

source: Family could not be created!
ar_sa: تعذر إنشاء الأسرة!

source: Family fields enable the creation of a family record in Gibbon once an application has been accepted. Students and parents will be automatically attached to the new family.
ar_sa: تتيح مدخلات العائلة إنشاء سجل عائلي في النظام بمجرد قبول الطلب. سيتم ربط الطلاب وأولياء الأمور تلقائيًا بالعائلة الجديدة.

source: Family name as shown in ID documents.
ar_sa: اللقب كما هو مبين في وثائق الهوية.

source: Faroe Islands
ar_sa: جزر فارو

source: Fast Finder
ar_sa: البحث السريع

source: Fatal error during {className}: {message}
ar_sa: خطأ فادح أثناء {className}: {message}

source: Father
ar_sa: الأب

source: Fax
ar_sa: الفاكس

source: Features
ar_sa: المميزات

source: Fee
ar_sa: الرسوم

source: Fee Category
ar_sa: فئة الرسوم

source: Fee Name
ar_sa: اسم الرسوم

source: Fee Table
ar_sa: جدول الرسوم

source: Fee name, category name.
ar_sa: اسم الرسوم، اسم التصنيف.

source: Fees
ar_sa: الرسوم

source: Fees For
ar_sa: رسوم لـ

source: Fees will be listed here...
ar_sa: سيتم سرد الرسوم هنا...

source: Female
ar_sa: أنثى

source: Field
ar_sa: حقل

source: Field Delimiter
ar_sa: محدد الحقل

source: Field Name
ar_sa: اسم الحقل

source: Field Set
ar_sa: حقل التعيين

source: Field Values
ar_sa: قيم الحقل

source: Fields
ar_sa: الحقول

source: Fiji
ar_sa: فيجي

source: File
ar_sa: ملف

source: File %1$s
ar_sa: ملف %1$s
