Repository: yasstec/gibbon-madrasa
Catalog: i18n/*/LC_MESSAGES/gibbon.po
Languages: ar_sa

source: %1$s Class Absent
ar_sa: الحصص المتغيب عنها %1$s

source: %1$s Classes Absent
ar_sa: الحصص المتغيب عنها %1$s

source: %1$s Cost (%2$s)
ar_sa: %1$s التكلفة (%2$s)

source: %1$s Day Absent
ar_sa: أيام الغياب %1$s

source: %1$s Days Absent
ar_sa: %1$s يوم غياب

source: %1$s Outcomes
ar_sa: %1$s النتائج

source: %1$s SMS(es) were dispatched in %2$s batch(es).
ar_sa: %1$s رسائل نصية تم ارساله/ارسالها في %2$s دفعة/دفعات.

source: %1$s adds failed.
ar_sa: فشل إضافة %1$s .

source: %1$s already in use
ar_sa: %1$s مستخدم حاليا

source: %1$s available
ar_sa: %1$s متاح

source: %1$s email(s) were dispatched.
ar_sa: %1$s بريد إلكتروني تم ارساله/ارسالها.

source: %1$s form groups have not been registered today (%2$s).
ar_sa: %1$s مجموعات طلبة لم يتم تسجيلها اليوم (%2$s).

source: %1$s updates failed.
ar_sa: %1$s فشل التحديثات.

source: %s Version
ar_sa: الإصدار %s

source: (Active)
ar_sa: (نشط)

source: (CC Self?)
ar_sa: نسخة كبرونية CC لنفسك؟

source: (Current Year Only)
ar_sa: (السنة الحالية فقط)

source: (Family CC)
ar_sa: نسخة كربونية CC للأسرة

source: (e.g. father)
ar_sa: (الأب مثلاً)

source: (e.g. mother)
ar_sa: (الأم مثلاً)

source: ../config.php could not be created, and so the installer cannot proceed.
ar_sa: .. تعذر إنشاء/config.php، ولا يمكن المضي قدما في التثبيت.

source: ../config.php could not be created.
ar_sa: ../config.php تعذر إنشاؤه.

source: ../gibbon.sql does not exist, and so the installer cannot proceed.
ar_sa: .. /gibbon.sql غير موجود، ولا يمكن المضي قدما في المثبت.

source: ../gibbon_demo.sql does not exist, so we will continue without demo data.
ar_sa: .. لا يوجد/gibbon_demo.sql، حيث أننا سنستمر بدون البيانات التجريبية.

source: ../gibbon_demo.sql does not exist.
ar_sa: ../gibbon_demo.sql غير موجود.

source: 1 Day
ar_sa: 1 يوم

source: 1 Month
ar_sa: 11 شهر

source: 1 Week
ar_sa: 1 اسبوع

source: 10 Years
ar_sa: 10 سنوات

source: 100 (highest) to 0 (lowest)
ar_sa: 100 (أعلى) إلى 0 (أدنى)

source: 140 (highest) to 60 (lowest)
ar_sa: 140 (أعلى) إلى 60 (أدنى)

source: 2. Column is hidden until date is reached.
ar_sa: 2-العمود مخفي حتى يتم التوصل إلى تاريخ.

source: 240px by 320px
ar_sa: 240 بكسل في 320 بكسل

source: 240px x 240px or smaller.
ar_sa: 240 بكسل في 240 بكسل أو أصغر.

source: 255 character limit
ar_sa: الحد الأقصى 255 حرف

source: 3 Months
ar_sa: 3 أشهر

source: 3rd Generation Partnership Video
ar_sa: شراكة فيديو الجيل الثالث

source: 45 (highest) to 0
ar_sa: 45 (أعلى) إلى 0

source: 6 Months
ar_sa: 6 أشهر

source: 7 (highest) to 1 (lowest)
ar_sa: 7 (أعلى) إلى 1 (أدنى)

source: 8A (highest) to B3 (lowest)
ar_sa: 8A (أعلى) إلى B3 (أدنى)

source: <b>Homework + Due Dates</b> allows teachers and students to see upcoming deadlines, cleanly displayed in one place. Click on an entry to view the details for that piece of homework, and the lesson it is attached to.<br/><br/>Homework can be assigned using the %1$sPlanner%2$s, which also allows teachers to view all submitted work, and records late and incomplete work.
ar_sa: يسمح <b> الواجب المنزلي + تواريخ الاستحقاق </ b> للمعلمين والطلاب بمشاهدة المواعيد النهائية القادمة ، معروضة بشكل واضح في مكان واحد. انقر فوق إدخال لعرض تفاصيل هذا الجزء من الواجب المنزلي ، والدرس المرفق به. <br/> <br/> يمكن تعيين الواجب المنزلي باستخدام %1$sPlanner%2$s ، والذي يسمح أيضًا للمدرسين عرض جميع الأعمال المقدمة ، وتسجيل العمل المتأخر وغير المكتمل.

source: <b>Markbook</b> provides an organised way to assess, record and report on student progress. Use grade scales, rubrics, comments and file uploads to keep students and parents up to date. Link markbooks to the %1$sPlanner%2$s, and see student work as you are marking it.<br/><br/>Choose a class from the menu on the right, and then click on the "Add" button (below this message, on the right) to create a new markbook column.
ar_sa: يوفر <b> Markbook </b> طريقة منظمة لتقييم تقدم الطالب وتسجيله وإعداد تقرير عنه. استخدم مقاييس الدرجات ونماذج التقييم والتعليقات وتحميلات الملفات لإبقاء الطلاب وأولياء الأمور على اطلاع دائم. اربط دفاتر العلامات بـ %1$sPlanner%2$s ، وشاهد عمل الطالب أثناء وضع علامة عليه. <br/> <br/> اختر فصلًا دراسيًا من القائمة الموجودة على اليمين ، ثم انقر فوق الزر "إضافة" (أسفل هذه الرسالة ، على اليمين) لإنشاء عمود ماركبوك جديد.

source: <b>Note</b>: You need to be in a department, with the correct permissions, in order to be able to do this.
ar_sa: </b>ملاحظة<b>: تحتاج إلى أن تكون في قسم، مع الأذونات الصحيحة، لكي تكون قادراً على القيام بذلك.

source: <b>Note</b>: You need to have classes assigned to you, with the correct permissions, in order to be able to do this.
ar_sa: <b>الملاحظات:</b> أنت بحاجة إلى حصص توكل إليك، مع الأذونات الصحيحة، من أجل أن تكون قادر على القيام بذلك.

source: <b>Outcomes</b> provide a way to plan and track what is being taught in school, and so are a great place to get started.<br/><br/>Click on the "Add" button (below this message, on the right) to add a new outcome, which can either be school-wide, or attached to a particular department.
ar_sa: </b> النتائج<b> توفير وسيلة لتخطيط ومتابعة ما يجري تدريسه في المدرسة، ولذلك فهو مكان رائع للبدء<br/><br/> اضغط على زر "إضافة" (أسفل هذه الرسالة، على اليمين) لإضافة نتائج جديدة، والتي يمكن أن تكون على مستوى المدرسة، أو تتعلق بقسم معين.

source: <b>Planner</b> supports online lesson plans which can be shared with students, parents and other teachers. Create your lesson by hand, or automatically via %1$sSmart Units%2$s. Lesson plans facilitate sharing of course content, homework assignment and submission, text chat, and attendance taking.<br/><br/>Choose a date or class, using the menu on the right, and then click on the "Add" button (below this message, on the right) to add a new unit.
ar_sa: <b>المخطط</b> يدعم الدروس عبر الإنترنت والتي يمكن مشاركتها مع الطلاب، أولياء الأمور والمعلمين. أنشئ دروسك الخاصة بك يدويا أو بشكل تلقائي عبر %1$sSmart Units%2$s. مخططات الدروس تسهل مشاركة محتوى المادة، الواجبات، الدردشة النصية، وأخذ الحضور والغياب.

source: <b>Smart Units</b> support you in the design of course content, and can be quickly turned into individual lesson plans using intuitive drag and drop. Smart Units cut planning time dramatically, and support ongoing improvement and reuse of content.<br/><br/>Choose a course, using the dropdown menu on the right, and then click on the "Add" button (below this message, on the right) to add a new unit. Once your master unit is complete, deploy it to a class to create your lesson plans.
ar_sa: </b>الوحدات الذكية<b> تساعدك في تصميم محتوى المادة، ويمكنك أن تتحول بسرعة إلى خطط الدروس الفردية باستخدام خاصية السحب والإفلات. الوحدات الذكية تقوم بتجزئة تخطيط الوقت بشكل كبير، وتدعم التحسين المستمر وإعادة استخدام المحتوى.<br><br>اختر مادة ، باستخدام القائمة المنسدلة على اليمين، وثم انقر على الزر "إضافة" (أسفل هذه الرسالة، على اليمين) لإضافة وحدة جديدة. بمجرد اكتمال الوحدة الرئيسية الخاصة بك، قم بنشره للحصة لإنشاء خطة الدرس الخاص بك.

source: A
ar_sa: أ

source: A (highest) to E (lowest)
ar_sa: A (أعلى) إلى E (أدنى)

source: A (highest) to F (lowest)
ar_sa: A (أعلى) إلى F (الأدنى)

source: A Markbook column has already been created for this assignment.
ar_sa: تم بالفعل إنشاء عمود الدرجات لهذه المهمة.

source: A custom alarm sound file.
ar_sa: ملف صوت جرس مخصص.

source: A custom message to add to the standard email to parents on acceptance.
ar_sa: رسالة مخصصة للإضافة إلى البريد الإلكتروني القياسي لأولياء الأمور في القبول.

source: A custom message to add to the standard email to students on acceptance.
ar_sa: رسالة مخصصة للإضافة إلى البريد الإلكتروني القياسي للطلاب في القبول.

source: A database connection could not be established. Please %1$stry again%2$s.
ar_sa: تعذر تأسيس اتصال قاعدة بيانات. من فضلك %1$s حاول مرة أخرى %2$s.

source: A form can consist of one or more pages, which are saved at each step of the form submission. Add pages here and click design to add fields to the form.
ar_sa: يمكن أن يتكون النموذج من صفحة واحدة أو أكثر ، يتم حفظها في كل خطوة من خطوات إرسال النموذج. أضف صفحات هنا وانقر فوق "تصميم" لإضافة حقول إلى النموذج.

source: A link to the school behaviour policy.
ar_sa: رابط لسياسات سلوك المدرسة.

source: A list of students who were absent during the provided period.
ar_sa: قائمة بالطلبة الغائبون خلال الفترة المحددة.

source: A name to use instead of "Attainment" in the first grade column of the markbook.
ar_sa: الاسم المستخدم بدل "التحصيل" في عمود الصف الأول من سجل الدرجات.

source: A name to use instead of "Effort" in the second grade column of the markbook.
ar_sa: الاسم المستخدم بدل "الجهد" في عمود الصف الثاني من سجل الدرجات.

source: A new admissions account has been created for {email}
ar_sa: تم إنشاء حساب قبول جديد لـ {email}

source: A new family was created for {familyName}.
ar_sa: تم إنشاء عائلة جديدة لـ {familyName}.

source: A new staff member has been added: {name} ({username}) {jobTitle}
ar_sa: تم إضافة عضو جديد في فريق العمل: {name} ({username}) {jobTitle}

source: A report for bulk creation of student ID cards.
ar_sa: تقرير عن إنشاء جماعي لبطاقة هوية الطالب.

source: A report showing all new students in the current school year.
ar_sa: تقرير يوضح جميع الطلاب الجدد في العام الدراسي الحالي.

source: A report showing all the students who have left within a specified date range.
ar_sa: تقرير يوضح جميع الطلاب الذين غادروا ضمن نطاق تاريخ محدد.

source: A request to create a student email address and/or website address failed. Please contact %1$s to request these manually.
ar_sa: فشل طلب بإنشاء بريد إلكتروني للطالب و/ أو عنوان موقع إلكتروني. الرجاء الاتصال بـ %1$s لطلب هذا يدوياً.

source: A request to create a student email address and/or website address was successfully sent to %1$s.
ar_sa: طلب بإنشاء بريد إلكتروني للطالب و/ أو عنوان موقع إلكتروني تم إرساله بنجاح لـ %1$s .

source: A short name to use instead of "Attainment" in the first grade column of the markbook.
ar_sa: الاسم القصير المستخدم بدل "التحصيل" في عمود الصف الأول من سجل الدرجات.

source: A short name to use instead of "Effort" in the second grade column of the markbook.
ar_sa: الاسم القصير المستخدم بدل "الجهد" ي عمود الصف الثاني من سجل الدرجات.

source: A staff data update request has been submitted.
ar_sa: تم إرسال طلب تحديث معلومات موظف.

source: A student (%1$s) in your form group has received a behaviour letter.
ar_sa: الطالب (%1$s) ضمن مجموعة طلابك، قد استلم رسالة سلوك.

source: A system for keeping track of marks
ar_sa: نظام لتتبع العلامات

source: A time cap of <b><u>{timeCap} minute</u></b> has been set for this work.
ar_sa: تم تحديد حد زمني قدره <b> <u> دقيقة {timeCap} </u> </b> لهذا العمل.

source: A warning has been issued for a student (%1$s) in your form group, pending a behaviour letter.
ar_sa: تم إصدار إنذار للطالب (%1$s) في مجموعة طلابك، بانتظار رسالة سلوك.

source: A welcome email could not be sent to
ar_sa: تعذر إرسال رسالة ترحيب عبر البريد إلكتروني لـ

source: A welcome email was successfully sent to
ar_sa: رسالة ترحيب عبر البريد الإلكتروني تم إرسالها بنجاح لـ

source: A*
ar_sa: أ*

source: A* (highest) to U (lowest)
ar_sa: A * (أعلى) إلى U (أدنى)

source: A+
ar_sa: أ+

source: A+ (highest) to F (lowest)
ar_sa: A + (أعلى) و F (أدنى)

source: A-
ar_sa: أ-

source: A/B
ar_sa: أ/ب

source: API Password provided by PayPal.
ar_sa: كلمة مرور API الذي تم توفيره من قبل بأي بال.

source: API Signature provided by PayPal.
ar_sa: توقيع الـ API الذي تم توفيره من قبل بأي بال.

source: API Username provided by PayPal.
ar_sa: أسم مستخدم API الذي تم توفيره من قبل بأي بال.

source: Above Expected Level
ar_sa: فوق المستوى المتوقع

source: Absence
ar_sa: الغياب

source: Absence Type
ar_sa: نوع الغياب

source: Absent
ar_sa: غائب

source: Accept
ar_sa: قبول

source: Accept Application
ar_sa: قبول التسجيل

source: Acceptance Email
ar_sa: البريد الإلكتروني للقبول

source: Acceptance Options
ar_sa: خيارات القبول

source: Accepted
ar_sa: مقبول

source: Accepted applicants from a given year.
ar_sa: مقدمو الطلبات من سنة معينة.

source: Access
ar_sa: الوصول

source: Access Controls?
ar_sa: عناصر تحكم الوصول؟

source: Access Settings
ar_sa: إعدادات الوصول

source: Access data on family's children?
ar_sa: الوصول إلى بيانات لأطفال الأسرة؟

source: Access denied.
ar_sa: ممنوع الوصول.

source: Access your Application Forms
ar_sa: الوصول إلى استمارات الطلب الخاصة بك

source: Accessories
ar_sa: الملحقات

source: Account Details
ar_sa: تفاصيل الحساب

source: Acorn
ar_sa: البلوط

source: Action
ar_sa: الاجراء

source: Action Taken
ar_sa: الاجراء المتبع

source: Actions
ar_sa: الإجراءات

source: Active
ar_sa: نَشط

source: Active Features
ar_sa: الميزات النشطة

source: Activities
ar_sa: الأنْشطة

source: Activity
ar_sa: النشاط

source: Activity Attendance
ar_sa: حضور مهمة

source: Activity Attendance by Date
ar_sa: حضور المهام حسب التاريخ

source: Activity Choices By Student
ar_sa: اختيارات النشاط حسب الطالب

source: Activity Choices by Student
ar_sa: اختيارات النشاط حسب الطالب

source: Activity Enrolment
ar_sa: الالتحاق بالنشاط

source: Activity Enrolment Summary
ar_sa: ملخص الالتحاق بالنشاط

source: Activity Registration
ar_sa: التسجيل في النشاط

source: Activity Settings
ar_sa: إدارة إعدادات النشاط

source: Activity Spread by Form Group
ar_sa: نشر الأنشطة حسب مجموعة الطلبة

source: Activity Type by Form Group
ar_sa: نوع النشاط حسب مجموعة الطلبة

source: Activity Types
ar_sa: أنواع النشاط

source: Activity listing is currently closed.
ar_sa: قائمة النشاط مغلق حالياً.

source: Activity name.
ar_sa: اسم النشاط

source: Ad Hoc
ar_sa: مخصصة

source: Add
ar_sa: إضافة

source: Add & Insert A New Resource
ar_sa: إضافة وإدخال مصدر جديد

source: Add Activity
ar_sa: إضافة نشاط

source: Add Adult
ar_sa: أضف بالغ

source: Add Another Application
ar_sa: سجل طالبا آخراً

source: Add Another Resource
ar_sa: إضافة مصدر جديد

source: Add Assessment
ar_sa: إضافة تقييم

source: Add Attendance Code
ar_sa: إضافة كود الحضور

source: Add Block:
ar_sa: إضافة كتلة:

source: Add Category
ar_sa: إضافة التصنيف

source: Add Child
ar_sa: إضافة طفل/طفلة

source: Add Class
ar_sa: إضافة حصة

source: Add Class to Period
ar_sa: إضافة حصة للفترة

source: Add Classes
ar_sa: إضافة الحصص

source: Add Column
ar_sa: إضافة عمود

source: Add Column Row
ar_sa: إضافة صف عمود

source: Add Comment
ar_sa: إضافة تعليق

source: Add Condition
ar_sa: إضافة شرط

source: Add Contract
ar_sa: إضافة اتصال

source: Add Course
ar_sa: إضافة منهج

source: Add Custom Field
ar_sa: إضافة سجل مخصص

source: Add Day to Date
ar_sa: إضافة يوم إلى تاريخ

source: Add Descriptor
ar_sa: إضافة واصف

source: Add District
ar_sa: إضافة منطقة

source: Add Entry
ar_sa: إضافة إدخال

source: Add Exception
ar_sa: إضافة استثناء

source: Add External Assessment
ar_sa: إضافة تقييم خارجي

source: Add Facility
ar_sa: إضافة مرفق

source: Add Facility Booking
ar_sa: إضافة حجز مرفق

source: Add Facility Change
ar_sa: إضافة تعديل مرفق جديد

source: Add Family
ar_sa: إضافة الأسرة

source: Add Fees & Invoices
ar_sa: إضافة الرسوم والفواتير

source: Add Field
ar_sa: إضافة حقل

source: Add File Extension
ar_sa: إضافة إمتدادات الملفات

source: Add Form
ar_sa: إضافة نموذج

source: Add Form Group
ar_sa: إضافة مجموعة طلبة

source: Add Grade
ar_sa: إضافة درجة

source: Add Grade Scale
ar_sa: إضافة مقياس الدرجة

source: Add House
ar_sa: إضافة منزل

source: Add Item
ar_sa: اضافة عنصر

source: Add Lesson Plan
ar_sa: إضافة خطة الدرس

source: Add Lessons
ar_sa: إضافة الدروس

source: Add Medical Condition
ar_sa: إضافة حالة طبية

source: Add Medical Form
ar_sa: إضافة نموذج طبي

source: Add Multiple
ar_sa: أضف متعددة

source: Add Multiple Columns
ar_sa: إضافة أعمدة متعددة

source: Add Multiple Records
ar_sa: إضافة سجلات متعددة

source: Add Note Category
ar_sa: إضافة تصنيف ملاحظة

source: Add Outcome
ar_sa: إضافة نتيجة

source: Add Page
ar_sa: إضافة صفحة

source: Add Participants
ar_sa: إضافة مشاركين

source: Add Periods
ar_sa: إضافة الفترات

source: Add Post
ar_sa: إضافة منشور

source: Add Reporting Cycle
ar_sa: إضافة فترة تقييم

source: Add Resource
ar_sa: إضافة مصدر

source: Add Role
ar_sa: إضافة دور

source: Add Rubric
ar_sa: إضافة سلم تقييم (Rubric)

source: Add School Year
ar_sa: إضافة السنة الدراسية

source: Add Special Day
ar_sa: إضافة يوم خاص

source: Add Staff
ar_sa: إضافة موظف

source: Add String
ar_sa: إضافة نص

source: Add Student
ar_sa: إضافة طالب

source: Add Student Enrolment
ar_sa: إضافة إلتحاق طالب

source: Add Student Note
ar_sa: إضافة ملاحظة طالب

source: Add Submission
ar_sa: إضافة تسليم

source: Add Term
ar_sa: إضافة فصل دراسي

source: Add Timetable
ar_sa: إضافة جدول المواعيد

source: Add Timetable Day
ar_sa: إضافة يوم جدول زمني

source: Add Unit
ar_sa: إضافة وحدة

source: Add User
ar_sa: إضافة مستخدم

source: Add Year Following %1$s
ar_sa: اضافة السنة التالية %1$s

source: Add Year Group
ar_sa: إضافة سنة دراسية

source: Add blocks of text to your form, such as additional information or instructions for users to follow.
ar_sa: أضف كتلًا نصية إلى النموذج الخاص بك ، مثل المعلومات الإضافية أو الإرشادات ليتبعها المستخدمون.

source: Add lesson plan
ar_sa: إضافة خطة درس

source: Add, edit and delete external assessments.
ar_sa: إضافة وتحرير وحذف التقييمات الخارجية.

source: Additional
ar_sa: إضافي

source: Address
ar_sa: العنوان

source: Address 1
ar_sa: العنوان 1

source: Address 1 Country
ar_sa: عنوان 1 (البلد)

source: Address 1 District
ar_sa: عنوان 1 (الحي)

source: Address 2
ar_sa: العنوان 2

source: Address 2 Country
ar_sa: عنوان 2 (البلد)

source: Address 2 District
ar_sa: عنوان 2 (الحي)

source: Address Name
ar_sa: اسم العنوان

source: Address information for an individual only needs to be set under the following conditions:
ar_sa: معلومات العنوان للفرد يحتاج للتعيين فقط تحت الشروط التالية:

source: Adds a checkbox that must be checked to confirm agreement with a statement before the form can be submitted.
ar_sa: يضيف خانة اختيار يجب تحديده لتأكيد الاتفاق مع بيان قبل تقديم النموذج.

source: Adds blank pages as required between individual reports.
ar_sa: يضيف صفحات فارغة حسب الطلب بين التقارير المختلفة.

source: Adjust the user's roles within the system.
ar_sa: تعديل أدوار المستخدم في النظام.

source: Admin
ar_sa: المسؤول

source: Administration
ar_sa: إدارة

source: Administrator
ar_sa: مسؤول النظام

source: Administrators only
ar_sa: للإدارة فقط

source: Admissions
ar_sa: القبول

source: Admissions Account
ar_sa: حساب القبول

source: Admissions Accounts
ar_sa: حسابات القبول

source: Admissions Administrator
ar_sa: مدير القبول

source: Admissions Link Name
ar_sa: اسم ارتباط القبول

source: Admissions Link Text
ar_sa: نص ارتباط القبول

source: Admissions Settings
ar_sa: إدارة إعدادات القبول

source: Admissions Welcome
ar_sa: مرحبا بكم في القبول

source: Admissions Welcome Heading
ar_sa: القبول عنوان الترحيب

source: Admissions Welcome Text
ar_sa: نص ترحيب القبول

source: Adobe Flash
ar_sa: أدوبي فلاش

source: Adobe Flash Video
ar_sa: أدوبي فلاش فيديو

source: Adobe Illustrator
ar_sa: أدوبي أليستريتور

source: Adobe Photoshop
ar_sa: أدوبي فوتوشوب

source: Adoptive Parent
ar_sa: الوالدين بالتبني

source: Adult
ar_sa: البالغين

source: Adult Family Members
ar_sa: أفراد الأسرة البالغين

source: Adult's Name
ar_sa: اسم البالغ

source: Adults
ar_sa: ﻿الكبار

source: Advance School Year
ar_sa: التقديم لعام دراسي

source: Advance was successful, you are now in a new academic year!
ar_sa: تم التقديم بنجاح، أنت الآن في عام دراسي جديد!

source: Advanced Options
ar_sa: الخيارات المتقدمة

source: Afghanistan
ar_sa: أفغانستان

source: Afrikaans
ar_sa: الافريكانية

source: After End Date
ar_sa: بعد تاريخ الانتهاء

source: After you press the Register button below, your application will be considered by a member of staff who will decide whether or not there is space for you in this program.
ar_sa: بعد الضغط على زر التسجيل أدناه، سيتم النظر في طلبك من قبل أحد الموظفين الذي سيقرر ما إذا كان أو لم يكن هناك مكان لك في هذا البرنامج.

source: Age
ar_sa: ﻿العمر

source: Age & Gender Summary
ar_sa: ملخص العمر والجنس

source: Agreement
ar_sa: الاتفاقية

source: Agreements Signed:
ar_sa: الاتفاقيات الموقعة:

source: Alarm
ar_sa: الجرس

source: Alarm!
ar_sa: جرس!

source: Albania
ar_sa: ألبانيا

source: Albanian
ar_sa: الالبانية

source: Alert Level
ar_sa: مستوى التنبيه

source: Alerts
ar_sa: تنبيهات

source: Algeria
ar_sa: الجزائر

source: All
ar_sa: الكل

source: All Ages
ar_sa: جميع الإعمار

source: All Classes
ar_sa: كل الحصص

source: All Columns
ar_sa: كل الأعمدة

source: All Enrolled Students by Alphabet
ar_sa: كل الطلاب المسجلين حسب الأبجدية

source: All Enrolled Students by Class
ar_sa: جميع الطلاب المسجلين حسب الفصل

source: All Enrolled Students by Form Group
ar_sa: كل الطلاب الملتحقين حسب مجموعة الطلبة

source: All Fields
ar_sa: كل الحقول

source: All Form Groups
ar_sa: جميع مجموعات الطلبة

source: All Homework
ar_sa: كل الواجبات المنزلية

source: All Learning Areas
ar_sa: جميع مجالات التعلم

source: All Roles
ar_sa: جميع الأدوار

source: All Staff
ar_sa: كل فريق العمل

source: All Students
ar_sa: جميع الطلاب

source: All Students by Class
ar_sa: كل الطلاب حسب الفصل

source: All Terms
ar_sa: كل الفصول الدراسية

source: All Users
ar_sa: كل المستخدمين

source: All Years
ar_sa: جميع سنوات

source: All documents must all be included before the application can be submitted.
ar_sa: جميع المستندات يجب توفيرها قبل الانتهاء من تقديم الطلب.

source: All form groups have been registered today (%1$s).
ar_sa: جميع مجموعات الطلبة تم تسجيلها اليوم (%1$s).

source: All form groups have been registered.
ar_sa: جميع مجموعات الطلبة تم تسجيلها.

source: All students are present.
ar_sa: كل الطلاب حاضرون.

source: All years
ar_sa: كل الاعوام

source: Allergy - Animal
ar_sa: حساسية - حيوان

source: Allergy - Drug
ar_sa: حساسية - دواء

source: Allergy - Food
ar_sa: حساسية - غذاء

source: Allergy - Grass/Pollen
ar_sa: حساسية - عشب/غبار الطلع

source: Allergy - Insect
ar_sa: حساسية - حشرة

source: Allergy - Other
ar_sa: حساسية - اخرى

source: Allow File Upload
ar_sa: السماح برفع الملف

source: Allow Future Use
ar_sa: السماح للاستخدام في المستقبل

source: Allow Outcome Editing
ar_sa: السماح بتحريرالنتيجة

source: Allow admins to create and manage timetables
ar_sa: السماح للمسؤولين إنشاء وإدارة الجداول الزمنية

source: Allow admins to manage timetable columns
ar_sa: السماح للمدراء بإدارة أعمدة الجدول الزمني

source: Allow crowd assessment of homework?
ar_sa: السماح بالتقييم الجماعي للواجب؟

source: Allow students to choose a backup, in case enrolled activity is full.
ar_sa: السماح للطلاب بإختيار النسخ الاحتياطي، في حالة النشاط الملتحق به ممتلئ.

source: Allow users to update their family's data
ar_sa: السماح للمستخدمين بتحديث بيانات أسرهم

source: Allow users to view assessment data for all students
ar_sa: السماح للمستخدمين بعرض بيانات التقييم لجميع الطلاب

source: Allowable HTML
ar_sa: HTML المسموح به

source: Allowable choices for category
ar_sa: الخيارات المسموح بها للفئة

source: Allowable choices for negative behaviour
ar_sa: الخيارات المسوح بها للسلوك السلبي

source: Allowable choices for positive behaviour
ar_sa: الخيارات المسموح بها للسلوك الإيجابي

source: Allowable choices for purpose when creating a resource
ar_sa: الخيارات المسموح بها للغرض عند إنشاء مصدر

source: Allows a school to issue invoices and track payments.
ar_sa: يسمح للمدرسة بإصدار الفواتير وتعقب المدفوعات.

source: Allows a sufficiently priviledged user to create and manage budget cycles.
ar_sa: يسمح للمستخدم ذي الامتيازات الكافية بإنشاء وإدارة دورات الميزانية.

source: Allows a user to view the activities they are involved in
ar_sa: يسمح لمستخدم بعرض الأنشطة المشاركين فيها

source: Allows administrators to configure school settings.
ar_sa: تسمح للمسؤولين بتكوين إعدادات المدرسة.

source: Allows administrators to configure system settings.
ar_sa: تسمح للمسؤولين بتكوين إعدادات النظام.

source: Allows administrators to configure the system display settings.
ar_sa: يسمح للمدير بضبط اعدادات العرض

source: Allows administrators to control system-wide language and localisation settings.
ar_sa: تسمح للمسؤولين بالتحكم في إعدادات اللغة والتعريب في المنظومة.
